Repository: rafaelglez94/osticket_esMx
Catalog: 1.14.x/LC_MESSAGES/messages.po
Languages: es_mx

source: Incomplete client information
es_mx: Información del cliente incompleta

source: New password is required
es_mx: Se requiere una contraseña nueva

source: Passwords do not match
es_mx: Las contraseñas no coinciden

source: Email already registered. Would you like to %1$s sign in %2$s?
es_mx: Email ya registrado. ¿Te gustaría %1$s Acceder %2$s?

source: Unable to register account. See messages below
es_mx: No se puede registrar una cuenta. Ver mensajes a continuación

source: %s is a required field
es_mx: %s es un campo obligatorio

source: Unable to create local account. See messages below
es_mx: No se pudo crear cuenta local. Ver mensajes a continuación

source: Unable to create new account.
es_mx: No se puede crear una nueva cuenta.

source: Internal error occurred
es_mx: ha ocurrido un error interno

source: Errors configuring your profile. See messages below
es_mx: Errores de configuración del perfil. Ver mensajes a continuación

source: Access Denied
es_mx: Acceso denegado

source: Password change required to continue
es_mx: Cambio de contraseña necesario para continuar

source: Unknown or invalid file
es_mx: Archivo desconocido o inválido

source: Search our knowledge base
es_mx: Buscar en nuestra base de conocimientos

source: Search
es_mx: Buscar

source: Welcome to the Support Center
es_mx: Bienvenido al centro de ayuda

source: Featured Knowledge Base Articles
es_mx: Artículos destacados de la base de conocimientos

source: Valid CSRF Token Required
es_mx: Token CSRF válido requerido

source: Valid username or email address is required
es_mx: Se requiere nombre de usuario o dirección de correo electrónico válido

source: Access Denied. Contact your help desk administrator to have an account registered for you
es_mx: Acceso denegado. Contacte con su administrador de centro de asistencia para tener una cuenta registrada a su nombre

source: Invalid username or password
es_mx: Usuario o contraseña invalido

source: Please try again!
es_mx: ¡Inténtalo de nuevo!

source: Valid email address and ticket number required
es_mx: Son necesarios la dirección de e-mail y el número de ticket

source: %s - access link sent to your email!
es_mx: %s - enlace de acceso enviado a tu email!

source: Invalid email or ticket number
es_mx: Email o número de ticket inválido

source: Unable to load config info from DB.
es_mx: No se puede cargar la información de configuración de la base de datos.

source: Get technical help!
es_mx: ¡Obtenga ayuda técnica!

source: Support Ticket System Offline
es_mx: Sistema Ticket de asistencia fuera de servicio

source: Enter text shown on the image
es_mx: Ingrese el texto mostrado en la imagen

source: Invalid
es_mx: Inválido

source: Support ticket request created
es_mx: Solicitud de ticket de ayuda creada

source: Unable to create a ticket.
es_mx: Imposible crear ticket

source: Correct any errors below and try again.
es_mx: Por favor, corrige los errores resaltados abajo y vuelve a intentarlo.

source: Password reset is not enabled for your account. Contact your administrator
es_mx: El restablecimiento de contraseña no está habilitado para su cuenta. Contacte con su administrador

source: Unable to send reset email.
es_mx: No se puede enviar correo electrónico de restablecimiento.

source: Unable to verify username %s
es_mx: No se puede verificar nombre de usuario %s

source: Re-enter your username or email
es_mx: Vuelva a introducir su nombre de usuario o correo electrónico

source: Enter your username or email address below
es_mx: A continuación Ingrese su nombre de usuario o dirección de correo electrónico

source: Unknown or invalid ticket ID.
es_mx: ID de ticket desconocida o no es válida.

source: Access Denied. Possibly invalid ticket ID
es_mx: Acceso denegado. Posiblemente una ID de ticket no válido

source: Message required
es_mx: Mensaje requerido

source: Message Posted Successfully
es_mx: Mensaje publicado con éxito

source: Unable to post the message.
es_mx: No se pudo enviar el mensaje.

source: Unknown action
es_mx: Acción desconocida

source: Unable to print to PDF.
es_mx: No se puede imprimir en PDF.

source: %s: Unknown or invalid
es_mx: %s: desconocido o inválido

source: FAQ article
es_mx: Artículo FAQ

source: FAQ category
es_mx: Categoría FAQ

source: Add New Department
es_mx: Añadir un nuevo departamento

source: Add New Team
es_mx: Agregar nuevo equipo

source: Add New Role
es_mx: Añadir nuevo Rol

source: Add New Agent
es_mx: Añadir nuevo agente

source: Log Date
es_mx: Fecha de registro

source: IP Address
es_mx: Dirección IP

source: %s: Unknown or invalid ID.
es_mx: %s ID no válida o desconocida.

source: log entry
es_mx: entrada de registro

source: Ticket Variables
es_mx: Variables de Ticket

source: Please note that non-base variables depend on the context of use. Visit osTicket Wiki for up to date documentation.
es_mx: Por favor tenga en cuenta que las variables sin base dependen del contexto de uso. Visita wiki osTicket para actualizar la documentación.

source: Base Variables
es_mx: Variables de base

source: Other Variables
es_mx: Otras Variables

source: Ticket ID
es_mx: ID de Ticket

source: internal ID
es_mx: ID interna

source: Ticket Number
es_mx: Número de Ticket

source: external ID
es_mx: ID externa

source: Email Address
es_mx: Correo Electrónico

source: Full Name
es_mx: Nombre completo

source: see name expansion
es_mx: nombre una expansión

source: Subject
es_mx: Asunto

source: Phone number | ext
es_mx: Número de teléfono | EXT

source: Status
es_mx: Estado

source: Priority
es_mx: Prioridad

source: Assigned Agent / Team
es_mx: Agente o equipo asignado

source: Date Created
es_mx: Fecha de creación

source: Due Date
es_mx: Fecha de Vencimiento

source: Date Closed
es_mx: Fecha de cierre

source: List of all recipient names
es_mx: Lista de todos los destinatarios

source: Auth. token used for auto-login
es_mx: Token auth. usado para registro automático

source: Agent's ticket view link
es_mx: Ver enlace de ticket del agente

source: Expandable Variables
es_mx: Variables expandibles

source: Help Topic
es_mx: Temas de ayuda

source: Department
es_mx: Departamento

source: Assigned/closing agent
es_mx: Agente asignado/cerrado

source: Assigned/closing team
es_mx: Equipo asignado/cerrado

source: Ticket Thread
es_mx: Asunto del Ticket

source: Incoming message
es_mx: Mensaje entrante

source: Outgoing response
es_mx: Respuesta saliente

source: Assign/transfer comments
es_mx: Asignar/transferir comentarios

source: Internal note <em>(expandable)</em>
es_mx: Nota interna <em>(ampliable)</em>

source: Agent assigning the ticket
es_mx: Agente asignando el Ticket

source: osTicket's base url (FQDN)
es_mx: url base de osTicket (FQDN)

source: Reset link used by the password reset feature
es_mx: Restablecer el enlace utilizando la función de restablecimiento de contraseña

source: Name Expansion
es_mx: Expansión de nombre

source: First Name
es_mx: Nombre

source: Last Name
es_mx: Apellido

source: First Last
es_mx: Primer Nombre

source: First L.
es_mx: Primer letra

source: F. Last
es_mx: F. Último

source: Last, First
es_mx: Último, primero

source: Ticket Thread expansions
es_mx: Expansiones de hilos del ticket

source: Original Message
es_mx: Mensaje original

source: Last Message
es_mx: Último mensaje

source: Thread Entry expansions
es_mx: Expander hilos de Entrada (Seguimientos)

source: Poster
es_mx: Autor

source: Draft body not found in request
es_mx: No se puede leer el cuerpo de la solicitud

source: clear
es_mx: limpiar

source: Value already in use
es_mx: Prefijo ya en uso

source: Import Items
es_mx: Importar items

source: Last Updated %s
es_mx: Última actualización %s

source: View
es_mx: Vista

source: Attachments (%d)
es_mx: Archivos adjuntos (%d)

source: Edit
es_mx: Editar

source: Manage FAQ Access
es_mx: Administrar Acceso FAQ

source: Update
es_mx: Actualizar

source: Update %s
es_mx: actualizar %s

source: Unable to delete organization
es_mx: No se puede eliminar la organización

source: Add User
es_mx: Añadir usuario

source: Unknown user selected
es_mx: Usuario seleccionado desconocido

source: Error adding user
es_mx: Error al añadir usuario

source: Unable to add user to the organization
es_mx: No se puede añadir usuario a la organización

source: User already belongs to this organization!
es_mx: ¡El usuario ya pertenece a esta organización!

source: Are you sure you want to change the user's organization?
es_mx: ¿Estás seguro de que deseas cambiar la organización del usuario?

source: Import Users
es_mx: Importar usuarios

source: Error adding organization
es_mx: Error añadiendo organización

source: Add New Organization
es_mx: Añadir nueva organización

source: Select Organization
es_mx: Seleccione una organización

source: Organization Lookup
es_mx: Búsqueda de organización

source: Name already in use
es_mx: Nombre ya en uso

source: Add Queue
es_mx: Añadir Cola

source: updated
es_mx: actualizado

source: created
es_mx: creado

source: successfully
es_mx: correctamente

source: Unable to update %s. Correct error(s) below and try again.
es_mx: Incapaz de actualizar %s . Corrija los errores a continuación e inténtelo de nuevo.

source: queue
es_mx: cola

source: Successfully deleted%s.
es_mx: %s eliminado correctamente.

source: Please Confirm
es_mx: Por favor confirme

source: Queue Deletion
es_mx: Eliminación de Cola

source: Deleted Queues cannot be recovered
es_mx: Las Colas eliminadas no pueden recuperarse

source: Password update failed:
es_mx: Fallo la actualización del pasword!

source: Set Agent Password
es_mx: Configurar Contraseña del Agente

source: Set
es_mx: Establecer

source: Invalid reset token. Logout and try again
es_mx: Token de reseteo invalido. Cierra sesión e intentalo otra vez

source: Change Password
es_mx: Cambiar Contraseña

source: Reset Agent Permissions
es_mx: Restablecer Permisos del Agente

source: Continue
es_mx: Continuar

source: Change Primary Department
es_mx: Cambiar Departamento Primario

source: Task Created From Thread Entry
es_mx: Tarea Creada Desde el Hilo de Entrada

source: Task %1$s<br/> Thread Entry: %2$s
es_mx: Tarea %1$s<br/> Entrada de hilo: %2$s

source: This Task was created from Task %1$s
es_mx: Esta Tarea fue creada desde Tarea %1$s

source: Error adding task
es_mx: Error al añadir tarea

source: Task #%1$s: %2$s
es_mx: Tarea #%1$s: %2$s

source: Add New Task
es_mx: Añadir Nueva Tarea

source: No such task
es_mx: No se encuentra la tarea

source: Permission denied
es_mx: Permiso Denegado

source: Unable to update %s.
es_mx: No se pudo actualizar %s.

source: this task
es_mx: esta tarea

source: No such field
es_mx: No existe este campo

source: %s successfully
es_mx: %s exitoso

source: %s updated
es_mx: %s actualizado

source: Empty
es_mx: Vacío

source: Unable to update field
es_mx: No se pudo actualizar el campo

source: transferred
es_mx: transferido

source: assigned
es_mx: asignado

source: claimed
es_mx: reclamado

source: reopened
es_mx: reabierto

source: You must select at least %s.
es_mx: Debes seleccionar al menos %s.

source: one task
es_mx: una tarea

source: selected task
es_mx: tarea seleccionada

source: Select an Agent
es_mx: Seleccione un Agente

source: No agents available for assignment
es_mx: No hay agentes disponibles para asignación

source: Select a Team
es_mx: Seleccione un Equipo

source: No teams available for assignment
es_mx: No hay equipos disponibles para asignación

source: Are you sure you want to CLAIM %s?
es_mx: ¿Esta seguro de querer RECLAMAR %s?

source: Yes
es_mx: Sí

source: Claim
es_mx: Reclamar

source: Unable to assign %s
es_mx: Imposible asignar %s

source: Unable to transfer %s
es_mx: Imposible transferir %s

source: Are you sure you want to REOPEN %s?
es_mx: ¿Está seguro que desea REABRIR %s?

source: Are you sure you want to CLOSE %s?
es_mx: ¿Está seguro que desea CERRAR %s?

source: You do not have permission to %s tasks
es_mx: No posee permisos para %s las tareas

source: Status selection required
es_mx: Se requiere selección de estado

source: Unable to change status of %1$s
es_mx: Imposible cambiar estado de %1$s

source: Optional reason for deleting %s
es_mx: Razón opcional para borrar %s

source: Are you sure you want to DELETE %s?
es_mx: ¿Está seguro que desea ELIMINAR %s?

source: Deleted tasks CANNOT be recovered, including any associated attachments.
es_mx: Las tareas borradas NO PUEDEN ser recuperadas, incluyendo los adjuntos asociados.

source: Unable to delete %s.
es_mx: Incapaz de eliminar %s.

source: Successfully %1$s %2$s.
es_mx: Correctamente %1$s %2$s.

source: %1$d of %2$d %3$s %4$s
es_mx: %1$d de %2$d %3$s %4$s

source: Unable to %1$s %2$s
es_mx: Imposible %1$s %2$s

source: process
es_mx: proceso

source: Task #%s: %s
es_mx: Tarea #%s: %s

source: Transfer
es_mx: Transferir

source: %s transferred to %s department
es_mx: %s Transferido al departamento %s

source: Task
es_mx: Tarea

source: Unable to transfer task
es_mx: Imposible transferir tarea

source: Reassign
es_mx: Reasignar

source: Assign
es_mx: Asignar

source: %s is currently assigned to <b>%s</b>
es_mx: %s está asignado actualmente a <b>%s</b>

source: %s assigned to %s
es_mx: %s asignado a %s

source: Unassigned
es_mx: No asignado

source: Unable to assign task
es_mx: Imposible asignar tarea

source: you
es_mx: tu

source: This task
es_mx: Esta tarea

source: Unable to claim task
es_mx: Imposible reclamar tarea

source: Delete
es_mx: Eliminar

source: %s #%s deleted successfully
es_mx: %s #%s eliminados correctamente

source: Unable to delete task
es_mx: Inposible eliminar tarea

source: Reopen
es_mx: Reabrir

source: Close
es_mx: Cerrar

source: Reopen Task #%s
es_mx: Reabrir Tarea #%s

source: Close Task #%s
es_mx: Cerrar Tarea #%s

source: Are you sure you want to change status of %s?
es_mx: ¿Está seguro que desea cambiar el estado de %s?

source: Unknown status
es_mx: Estado desconocido

source: Unable to change status of the task
es_mx: Imposible cambiar estado de la tarea

source: Note posted successfully
es_mx: Nota enviada correctamente

source: Unable to post the note - missing or invalid data.
es_mx: Imposible publicar la nota - Falta información o es errónea.

source: Unable to find user in directory
es_mx: Incapaz de encontrar el usuario en el directorio

source: No such thread
es_mx: No existe el hilo

source: %s added as a collaborator
es_mx: %s Agregado como un colaborador

source: Unable to add collaborator.
es_mx: No es posible agregar un colaborador.

source: Add a collaborator
es_mx: Añadir colaborador

source: Lock denied!
es_mx: Bloqueo denegado!

source: Currently locked by %s
es_mx: Actualmente bloqueado por %s

source: You no longer have access to #%s.
es_mx: Ya no tienes acceso a %s.

source: No such ticket
es_mx: No existe el Ticket

source: Change user for ticket #%s
es_mx: Cambiar usuario por ticket # %s

source: Unable to transfer ticket
es_mx: Imposible transferir ticket

source: Refer
es_mx: Referido

source: %s referred to %s
es_mx: %s referido a %s

source: Unable to refer ticket
es_mx: No es posible referir ticket

source: Removed %d referrals
es_mx: Removido %d de referidos

source: Unknown Action
es_mx: Acción desconocida

source: to an Agent
es_mx: a un Agente

source: to a Team
es_mx: a un Equipo

source: This ticket
es_mx: Este ticket

source: Unable to assign ticket
es_mx: Imposible asignar ticket

source: this ticket
es_mx: este ticket

source: Unable to claim ticket
es_mx: Imposible reclamar ticket

source: Ticket is not assigned!
es_mx: ¡El Ticket no está asignado!

source: Release Confirmation
es_mx: Confirmación realizada

source: Assignment Released
es_mx: Asignación realizada

source: Ticket assignment released successfully
es_mx: Asignación de ticket realizada exitosamente

source: Please check an assignee to release assignment
es_mx: Por favor elige una persona a quién realizar la asignación

source: Unable to release ticket assignment
es_mx: No es posible realizar la asignación de ticket

source: Unable to release ticket
es_mx: No es posible realizar el ticket

source: referred
es_mx: referido

source: merged
es_mx: fusionado

source: linked
es_mx: enlazado

source: reopen
es_mx: reabierto

source: one ticket
es_mx: un Ticket

source: selected ticket
es_mx: Ticket seleccionado

source: assign
es_mx: asignar

source: transfer
es_mx: transferir

source: Deleted tickets CANNOT be recovered, including any associated attachments.
es_mx: Tickets borrados NO podrán ser recuperados, ni tampoco datos adjuntos asociados.

source: You do not have permission %s
es_mx: No tienes permiso %s

source: to delete tickets
es_mx: eliminar tickets

source: delete
es_mx: eliminar

source: status
es_mx: estado

source: Unknown or invalid
es_mx: Desconocido o inválido

source: Ticket already set to %s status
es_mx: El ticket tiene el estado %s establecido

source: to reopen tickets
es_mx: para reabrir tickets

source: to resolve/close tickets
es_mx: para resolver/cerrar tickets

source: to archive/delete tickets
es_mx: para archivar/borrar tickets

source: Access denied
es_mx: Acceso denegado

source: deleted sucessfully
es_mx: borrado exitosamente

source: %s status changed to %s
es_mx: estatus cambio de %s a %s

source: Error updating ticket status
es_mx: Error actualizando el estado del ticket

source: to mass manage tickets
es_mx: para administrar varios tickets

source: Contact admin for such access
es_mx: Contacta al admin para tener acceso

source: Unable to change status for %s
es_mx: Incapaz de cambiar el estado para %s

source: Successfully deleted %s.
es_mx: %s se borró exitosamente.

source: Successfully changed status of %1$s to %2$s
es_mx: Cambió estado exitosamente de %1$s a %2$s

source: %1$d of %2$d selected tickets
es_mx: %1$d a %2$d tickets seleccionados

source: %1$d of %2$d %3$s status changed to %4$s
es_mx: %1$d de %2$d %3$s estado modificado a %4$s

source: Ticket is already marked as answered
es_mx: Ticket ya fue marcado como contestado

source: Cannot mark ticket as answered
es_mx: No es posible marcar el ticket como contestado

source: Ticket is already marked as unanswered
es_mx: Ticket ya fue marcado como no contestado

source: Cannot mark ticket as unanswered
es_mx: No es posible marcar el ticket como no contestado

source: Unable to mark ticket as %s
es_mx: No es posible marcar el ticket como %s

source: Ticket Marked %s
es_mx: Ticket marcado como %s

source: Ticket marked as %s successfully
es_mx: Ticket marcado como %s exitosamente

source: Ticket flagged as %s by %s
es_mx: Ticket marcado como %s por %s

source: Change Status &mdash; %1$d %2$s selected
es_mx: Cambiar Estado &mdash; %1$d %2$s seleccionado

source: This Task was created from Ticket %1$s
es_mx: Esta Tarea fue creada desde Ticket %1$s

source: Update posted successfully
es_mx: Mensaje publicado con éxito

source: Unable to post the reply - missing or invalid data.
es_mx: No se puede publicar nota interna - faltan datos o no son válidos.

source: We have a problem ... wait a sec.
es_mx: Tenemos un problema... espere un momento.

source: Upgraded to %s ... post-upgrade checks!
es_mx: Actualizado a %s... comprobaciones posteriores a la actualización!

source: Upgrade Failed: Invalid or wrong hash [%s]
es_mx: Fallo en la actualización: hash inválido o erroneo [%s]

source: We're done!
es_mx: Hemos terminado!

source: Query argument is required
es_mx: Se requiere un argumento en la petición

source: User already registered
es_mx: El usuario ya esta registrado

source: Unable to register user
es_mx: No es posible registrar el usuario

source: Unable to update account.
es_mx: Incapaz de actualizar la información de cuenta del usuario

source: You do not have permission to delete a user with tickets!
es_mx: ¡No tiene permisos para eliminar usuarios con Tickets!

source: You cannot delete a user with tickets!
es_mx: ¡No puede eliminar usuarios con Tickets!

source: Unable to delete user
es_mx: No es posible eliminar el usuario

source: end user
es_mx: Usuario final

source: Add New User
es_mx: Añadir nuevo usuario

source: Import Remote User
es_mx: Importar usuarios remotos

source: Select User
es_mx: Seleccione un usuario

source: Lookup or create a user
es_mx: Buscar o crear un usuario

source: Lookup a user
es_mx: Buscar un usuario

source: Organization for %s
es_mx: Organización para %s

source: Unknown organization selected
es_mx: Organización seleccionada desconocida

source: Unable to create organization.
es_mx: No se pudo crear la organización.

source: Unable to add user to organization.
es_mx: No se puede agregar un usuario a la organización.

source: %s &mdash; Organization
es_mx: %s &mdash; organización

source: API key not authorized
es_mx: Clave de API no autorizada

source: Cron Job
es_mx: Trabajo de Cron

source: Cron job executed
es_mx: Ejecutada de cron

source: Unexpected or invalid data received
es_mx: Datos recibidos inesperados o no válidos

source: %s: Poorly encoded base64 data
es_mx: %s: pobremente codificado en datos de base64

source: Unable to create new ticket: unknown error
es_mx: No se pudo crear el nuevo Ticket: error desconocido

source: Ticket denied
es_mx: Ticket denegado

source: Unable to create new ticket: validation errors
es_mx: No se pudo crear el nuevo Ticket: errores de validación

source: Request failed - retry again!
es_mx: Solicitud fallada - vuelva a intentarlo otra vez!

source: Access Denied. IP %s
es_mx: Acceso denegado. IP %s

source: Valid IP is required
es_mx: se requiere IP válida

source: this API key
es_mx: Esta clave API

source: Unable to add %s.
es_mx: No se pudo agregar %s.

source: Valid API key required
es_mx: Clave de API requerida válida

source: API key not found/active or source IP not authorized
es_mx: API key activa no encontrada o IP de origen no autorizada

source: Unable to read request body
es_mx: No se puede leer el cuerpo de la solicitud

source: XML extension not supported
es_mx: Extensión XML no admitida

source: Unsupported data format
es_mx: Formato de datos no compatible

source: %s: Unexpected data received in API request
es_mx: %s: datos recibidos inesperados en solicitud de API

source: API Unexpected Data
es_mx: datos API inesperados

source: API Error
es_mx: Error de API

source: Unknown user
es_mx: Usuario Desconocido

source: Agent Login
es_mx: Acceso Agente

source: %s logged in [%s], via %s
es_mx: [%s], conectado vía %s %s

source: Agent logout
es_mx: Cierre de sesión de agente

source: %s logged out [%s]
es_mx: %s Sesión cerrada[%s]

source: Account confirmation required
es_mx: Confirmación de cuenta requerida

source: Account is administratively locked
es_mx: Cuenta está bloqueada administrativamente

source: %1$s (%2$s) logged in [%3$s]
es_mx: %1$s (%2$s) Conectado en [%3$s]

source: User login
es_mx: Iniciar sesión

source: User logout
es_mx: Desconectar

source: Sign in with %s
es_mx: Registrarse con %s

source: Maximum failed login attempts reached
es_mx: se ha alcanzado el máximo número de intentos de inicio de sesión fallidos

source: Excessive login attempts by an agent?
es_mx: Numero excesivos intentos de identificación por un agente?

source: Username
es_mx: Nombre de usuario

source: Time
es_mx: Tiempo

source: Attempts
es_mx: Intentos

source: Timeout
es_mx: Tiempo de espera

source: %d minute
es_mx: %d minuto

source: Excessive login attempts (%s)
es_mx: Excesivos intentos de identificación (%s)

source: Forgot your login info? Contact Admin.
es_mx: ¿Has olvidado tu identificación? Contacta con un administrador.

source: Failed agent login attempt (%s)
es_mx: Intento de inicio de sesión de un agente (%s)

source: You've reached maximum failed login attempts allowed.
es_mx: Has alcanzado el máximo de intentos fallidos de inicio de sesión.

source: Excessive login attempts by a user.
es_mx: Excesivos intentos de inicio de sesión de un usuario.
