Repository: rafaelglez94/osticket_esMx
Catalog: 1.14.x/LC_MESSAGES/messages.po
Languages: es_mx

source: Default Time Zone
es_mx: Zona horaria por defecto

source: Date and Time Format
es_mx: Formato de fecha y hora

source: Locale Defaults
es_mx: Región por defecto

source: Locale Defaults, 24-hour Time
es_mx: Locales por defecto, Formato 24 horas

source: Advanced
es_mx: Opciones avanzadas

source: Day, Date and Time Format
es_mx: Día, fecha y formato de hora

source: System Languages
es_mx: Idiomas del sistema

source: Primary Language
es_mx: Idioma principal

source: Select a Language
es_mx: Selecciona un Idioma

source: Secondary Languages
es_mx: Idiomas secundarios

source: You sure?
es_mx: ¿Estás seguro?

source: Add a Language
es_mx: Añadir un idioma

source: Attachments Storage and Settings
es_mx: Almacenamiento y configuración de adjuntos

source: Store Attachments
es_mx: Almacenar archivos adjuntos

source: Select Storage Backend
es_mx: Selecciona el fondo del almacenamiento

source: Agent Maximum File Size
es_mx: Tamaño máximo para fichero agente

source: Login required
es_mx: Se requiere Login

source: Require login to view any attachments
es_mx: Requiere iniciar sesión para ver los archivos adjuntos

source: Task Settings and Options
es_mx: Opciones y configuración de las tareas

source: Alerts &amp; Notices
es_mx: Alertas y notificaciones

source: Global default task settings and options.
es_mx: Opciones y configuraciones globales de las tareas.

source: Default Task Number Format
es_mx: Formato por defecto del número de las tareas

source: Default Task Number Sequence
es_mx: Secuencia por defecto del número de la tarea

source: Default Priority
es_mx: Prioridad predeterminada

source: Task Attachment Settings
es_mx: Configuración de adjuntos de tareas

source: Ticket Settings and Options
es_mx: Opciones y configuraciones de Tickets

source: Queues
es_mx: Colas

source: System-wide default ticket settings and options.
es_mx: Todo el sistema por defecto ajustes de Ticket y opciones.

source: Default Ticket Number Format
es_mx: Formato de número de ticket por defecto

source: Default Ticket Number Sequence
es_mx: Secuencia del número de ticket por defecto

source: Top-Level Ticket Counts
es_mx: Recuento de boletos de nivel superior

source: Default Status
es_mx: Estado predeterminado

source: Default SLA
es_mx: SLA por defecto

source: Default Help Topic
es_mx: Tema de ayuda por defecto

source: Lock Semantics
es_mx: Semántica de bloqueo

source: Lock on view
es_mx: Bloqueo en vista

source: Lock on activity
es_mx: Bloqueo en actividad

source: Maximum <b>Open</b> Tickets
es_mx: Máximo <b>número</b> de Tickets abierto

source: per end user
es_mx: por usuario final

source: Human Verification
es_mx: Verificación humana

source: Enable CAPTCHA on new web tickets.
es_mx: Activar CAPTCHA en los nuevos Tickets de web.

source: Collaborator Tickets Visibility
es_mx: Colaborador Entradas Visibilidad

source: Require Help Topic to Close
es_mx: Requiere un tema de ayuda para cerrar

source: Size and maximum uploads setting mainly apply to web tickets.
es_mx: Ajustes de tamaño y máximas subidas aplicados principalmente a los Tickets de la página.

source: Ticket Attachment Settings
es_mx: Configuración de Adjuntos para Tickets

source: Users Settings
es_mx: Opciones de usuario

source: Registration Required
es_mx: Registro requerido

source: Require registration and login to create tickets
es_mx: Se requiere registrarse para crear Tickets

source: Registration Method
es_mx: Método de registro

source: Disabled — All users are guests
es_mx: Desactivado - Todos los usuarios serán invitados

source: Public — Anyone can register
es_mx: Público - cualquiera puede registrarse

source: Private — Only agents can register users
es_mx: Privado - Solo los agentes pueden registrar a los usuarios

source: User Excessive Logins
es_mx: Inicios de sesión de usuario excesivo

source: User Session Timeout
es_mx: Tiempo de sesión de un usuario

source: Authentication Token
es_mx: Token de autenticación

source: Enable use of authentication tokens to auto-login users
es_mx: Activar el uso de tokens de autenticación automática de usuarios

source: Client Quick Access
es_mx: Acceso rápido del cliente

source: Require email verification on "Check Ticket Status" page
es_mx: Requiere verificación del correo en la página de "Comprobar estado de Ticket"

source: Guest Ticket Access
es_mx: Acceder a Ticket como invitado

source: Sign-In Page
es_mx: Pagina de registro

source: Please Confirm Email Address Page
es_mx: Confirme por favor la página de la dirección de email

source: Account Confirmation Email
es_mx: Correo de confirmación de cuenta

source: Account Confirmed Page
es_mx: Página de confirmación de cuenta

source: Update SLA Plan
es_mx: Actualizar el plan SLA

source: Add New SLA Plan
es_mx: Añadir nuevo Plan SLA

source: Add Plan
es_mx: Añadir plan

source: Tickets are marked overdue on grace period violation.
es_mx: Los Tickets son marcados como atrasados porque sobrepasan el tiempo de gracia.

source: Grace Period
es_mx: Período de gracia

source: in hours
es_mx: En horas

source: Transient
es_mx: Transitorio

source: SLA can be overridden on ticket transfer or help topic change
es_mx: El SLA puede sobrepasarse en la transferencia de un Ticket o en el cambio del tema de ayuda

source: Ticket Overdue Alerts
es_mx: Aviso de Ticket atrasado

source: <strong>Disable</strong> overdue alerts notices.
es_mx: <strong>Deshabilitar</strong> los avisos de noticias atrasadas.

source: (Override global setting)
es_mx: (Reemplazar la configuración global)

source: Service Level Agreements
es_mx: Acuerdos de nivel de servicio

source: No SLA plans found
es_mx: No se encontraron planes de SLA

source: selected SLA plan
es_mx: Plan SLA seleccionado

source: Manage Agent
es_mx: Administrar agentes

source: Set Password
es_mx: Crear contraseña

source: Authentication Backend
es_mx: autenticación de backend

source: Use any available backend
es_mx: Utilice cualquier backend disponible

source: Administrator
es_mx: Administrador

source: Limit ticket access to ONLY assigned tickets
es_mx: Acceso limitado solo a los Tickets asignados

source: Select the departments the agent is allowed to access and the corresponding effective role.
es_mx: Seleccione los departamentos a los que el agente puede acceder y el rol efectivo correspondiente.

source: Fall back to primary role on assignments
es_mx: Volver a la función principal en las asignaciones

source: Extended Access
es_mx: Acceso ampliado

source: Assigned Teams
es_mx: Equipos asignados

source: Agent will have access to tickets assigned to a team they belong to regardless of the ticket's department. Alerts can be enabled for each associated team.
es_mx: El agente tendrá acceso a los tickets asignados a un equipo al que pertenezca independientemente del departamento del ticket. Los avisos pueden ser activados para cada equipo asociado.

source: agent
es_mx: agente

source: All Teams
es_mx: Todos los equipos

source: Apply
es_mx: Aplicar

source: Reset Permissions
es_mx: Resetear permisos

source: Change Department
es_mx: Cambiar departamento

source: Export Agents
es_mx: Exportar agentes

source: Reset Access
es_mx: Resetear acceso

source: Last Login
es_mx: Último inicio de sesión

source: vacation
es_mx: Vacaciones

source: never
es_mx: nunca

source: Are you sure you want to <b>enable</b> (unlock) %s?
es_mx: ¿Está seguro de querer <b>habilitar</b> (desbloquear) %s?

source: selected agent
es_mx: Agente seleccionado

source: Are you sure you want to <b>disable</b> (lock) %s?
es_mx: ¿Está seguro de querer <b>deshabilitar</b> (bloquear) %s?

source: Locked staff won't be able to login to Staff Control Panel.
es_mx: Personal bloqueado no podrá acceder al Panel de Control del personal.

source: Errors
es_mx: Errores

source: Warnings
es_mx: Advertencias

source: Debug logs
es_mx: Registros de debugs

source: All logs
es_mx: Todos los registros

source: Entered date span is invalid. Selection ignored.
es_mx: Fecha introducida es invalida. Selección ignorada.

source: No logs found
es_mx: No se encontraron registros

source: Between
es_mx: Entre

source: Log Level
es_mx: Nivel de registro

source: Go!
es_mx: ¡Vamos!

source: Delete Selected Entries
es_mx: Eliminar las entradas seleccionadas

source: Log Title
es_mx: Título de registro

source: Log Type
es_mx: Tipo de registro

source: selected log entry
es_mx: Registro de entrada seleccionado

source: Used for image manipulation and PDF printing
es_mx: Utilizado para la manipulación de imagen e impresión en PDF

source: Used for email fetching
es_mx: Usado para la recuperación del Email

source: XML API
es_mx: API XML

source: Used for HTML email processing
es_mx: Utilizado para el procesado de Email en HTML

source: Improves performance creating and processing JSON
es_mx: Mejora el desempeño de creación y el procesamiento JSON

source: Highly recommended for non western european language content
es_mx: Altamente recomendado para el contenido en idiomas europeos que no sean del oeste

source: Highly recommended for plugins and language packs
es_mx: Altamente recomendao para los paquetes de idioma y complementos

source: Used to detect file types for uploads
es_mx: Usar para detectar tipos de ficheros subidos

source: Improves overall performance
es_mx: Mejora el rendimiento general

source: About this osTicket Installation
es_mx: Sobre esta instalación de osTicket

source: Server Information
es_mx: Información del servidor

source: osTicket Version
es_mx: Versión osTicket

source: Up to date
es_mx: Este día

source: Upgrade
es_mx: Actualizar

source: %s is available
es_mx: %s está disponible

source: This osTicket version is no longer supported. Please consider upgrading
es_mx: Esta versión de osTicket ya no está soportada. Considera actualizar

source: Web Server Software
es_mx: Software del Servidor Web

source: MySQL Version
es_mx: Versión MySQL

source: PHP Version
es_mx: Versión PHP

source: PHP Extensions
es_mx: Extensiones PHP

source: PHP Settings
es_mx: Configuración de PHP

source: "1" is recommended if AJAX is not working
es_mx: se recomienda "1" Si el AJAX no funciona

source: Setting default timezone is highly recommended
es_mx: El ajuste por defecto de la zona horario es altamente recomendado

source: Database Information and Usage
es_mx: Informacion y uso de la Base de Datos

source: Schema
es_mx: Esquema

source: Schema Signature
es_mx: Firma del Esquema

source: Space Used
es_mx: Espacio usado

source: Space for Attachments
es_mx: Espacio de Archivos Adjuntos

source: Interpreted as %s
es_mx: Se interpreta como %s

source: Installed Language Packs
es_mx: Paquetes de idioma instalados

source: for version %s
es_mx: para versión %s

source: Built
es_mx: Construido

source: Most Recently Updated
es_mx: Actualización más reciente

source: Most Recently Created
es_mx: Creado más recientemente

source: Most Recently Closed
es_mx: Cerrado Más Recente

source: Longest Thread
es_mx: Hilos más largos

source: Relevance
es_mx: Relevancia

source: Completed Tasks
es_mx: Tareas Completadas

source: Overdue Tasks
es_mx: Tareas Atrasadas

source: My Tasks
es_mx: Mis Tareas

source: Open Tasks
es_mx: Tareas Abiertas

source: Assign Tasks
es_mx: Asignar Tareas

source: Transfer Tasks
es_mx: Transferir Tareas

source: Delete Tasks
es_mx: Eliminar Tareas

source: There are no tasks matching your criteria.
es_mx: No hay tareas que coincidan con tu selección.

source: Are you sure want to flag the selected tasks as <font color="red"><b>overdue</b></font>?
es_mx: ¿Está seguro de que quiere marcar las tareas seleccionadas como <font color="red">vencidas</b></font>?

source: Update Team
es_mx: Equipo de actualización

source: Create Team
es_mx: Crear equipo

source: Members
es_mx: miembros

source: Team Information
es_mx: Información del equipo

source: Assignment Alert
es_mx: Alerta de asignación

source: Internal notes viewable by all admins.
es_mx: Las notas internas son visibles por todos los administradores.

source: Agents who are members of %s
es_mx: Agentes que son miembros de %s

source: team
es_mx: Equipo

source: No teams found!
es_mx: ¡No se han encontrado equipos!

source: selected team
es_mx: Equipo seleccionado

source: Update Template
es_mx: Actualizar plantilla

source: Add New Template
es_mx: Agregar nueva plantilla

source: Add Template
es_mx: agregar plantilla

source: Template information
es_mx: información de plantilla

source: Enabled
es_mx: Permitido

source: Language
es_mx: Idioma

source: Click on the title to edit.
es_mx: Haga clic en el título para editar.

source: Updated %s
es_mx: %s actualizado

source: Template Set To Clone
es_mx: Plantilla para clonar

source: Stock Templates
es_mx: Almacenar plantillas

source: template
es_mx: plantilla

source: No templates found!
es_mx: ¡No se han encontrado plantillas!

source: Email Template Sets
es_mx: Conjunto de plantillas de Email

source: Add New Template Set
es_mx: Añadir nuevo conjunto de plantillas

source: In-Use
es_mx: En uso

source: selected template set
es_mx: Conjuntos de plantillas seleccionados

source: Update Ticket #%s
es_mx: Actualizar Ticket #%s

source: Currently selected user
es_mx: Usuario seleccionado actualmente

source: Change
es_mx: Cambiar

source: Ticket Information
es_mx: Información del Ticket

source: Due date overrides SLA's grace period.
es_mx: Debido período de gracia de fecha anulaciones SLA.

source: Select Source
es_mx: Seleccionar una fuente

source: Select Help Topic
es_mx: Seleccione el tema de ayuda

source: Required to close ticket
es_mx: Requerido para cerrar el ticket

source: Data is required in this field in order to close the related ticket
es_mx: Se requiere información en este campo para cerrar el ticket seleccionado

source: Time is based on your time zone
es_mx: El tiempo se basa en tu franja horaria

source: Reason for editing the ticket (optional)
es_mx: Razón para editar ticket (opcional)

source: User and Collaborators
es_mx: Usuarios y colaboradores

source: User Email
es_mx: Email de usuario

source: Select Contacts
es_mx: Seleccione contactos

source: Ticket Notice
es_mx: Aviso de Ticket

source: Alert All
es_mx: Alertar a todos

source: Alert to User
es_mx: Alertar a usuario

source: Do Not Send Alert
es_mx: No enviar Alerta

source: Ticket Information and Options
es_mx: Información y opciones del Ticket

source: Time is based on your time zone
es_mx: Hora basada en tu huso horario

source: Assign To
es_mx: Asignar a

source: Select an Agent OR a Team
es_mx: Seleccione un agente O un equipo

source: Response
es_mx: Respuesta

source: Optional response to the above issue.
es_mx: Respuesta opcional a la edición anterior.

source: Select a canned response
es_mx: Seleccione una respuesta predefinida

source: Append
es_mx: Anexar

source: Initial response for the ticket
es_mx: Respuesta inicial para el ticket

source: Ticket Status
es_mx: Estado del Ticket

source: Optional internal note (recommended on assignment)
es_mx: Nota interna opcional (se recomienda en la asignación)

# action-button
source: Open
es_mx: Abierto

source: task
es_mx: tarea

source: %s does not have any tasks
es_mx: %s no tiene ninguna tarea

source: Options
es_mx: Opciones

source: Date
es_mx: Fecha

source: Preview Task
es_mx: Tareas Anteriores

source: Current ticket status (%s) does not allow the end user to reply.
es_mx: El estado del ticket actual (% s) no permite al usuario responder.

source: Ticket is assigned to %s
es_mx: El Ticket está asignado a %s

source: %s is currently locked by %s
es_mx: %s está momentáneamente bloqueado por %s

source: Email is in banlist! Must be removed before any reply/response
es_mx: 'Correo electrónico en la lista de prohibidos! Debe ser borrado antes de cualquier respuesta

source: EndUser email address is not valid! Consider updating it before responding
es_mx: ¡La dirección de correo electrónico del usuario final no es válida! Considera actualizarla antes de responder

source: Marked overdue!
es_mx: Marcado como atrasado!

source: Thread + Internal Notes
es_mx: Asunto + Notas internas

source: Thread + Internal Notes + Events
es_mx: Hilo + Notas Internas + Eventos

source: Change Owner
es_mx: Cambiar Propietario

source: Release (unassign) Ticket
es_mx: Liberar (cancelar) Ticket

source: Mark as Overdue
es_mx: Marcar como retrasado

source: Mark as Unanswered
es_mx: Marcar como no contestados

source: Manage Referrals
es_mx: Administrar referidos

source: Manage Collaborators
es_mx: Gestionar Colaboradores

source: Ban Email <%s>
es_mx: Bloquear Email <%s>

source: Unban Email <%s>
es_mx: Desbloquear correo electrónico <%s>

source: Delete Ticket
es_mx: Borrar Ticket

source: Post Internal Note
es_mx: publicar nota interna

source: Reload
es_mx: Actualizar

source: Change Status
es_mx: Cambiar Estado

source: Related Tickets
es_mx: Tickets relacionados

source: %d Open Ticket
es_mx: %d Ticket abierto

source: %d Closed Ticket
es_mx: %d Ticket cerrado

source: All Tickets
es_mx: Todos los Tickets

source: Manage User
es_mx: Administrar usuario

source: Manage Organization
es_mx: Administrar organización

source: Assigned To
es_mx: Asignado a

source: Closed By
es_mx: Cerrado por

source: Unknown
es_mx: Desconocido

source: Ticket Thread (%d)
es_mx: Hilo del Ticket (%d)

source: (%d of %d)
es_mx: (%d de %d)

source: Collaborators
es_mx: Colaboradores

source: Select or Add New Collaborators
es_mx: Seleccionar o añadir nuevos colaboradores

source: Manage Collaborators
es_mx: Gestionar colaboradores

source: Select Active Collaborators
es_mx: Seleccionar colaboradores activos

source: Reply To
es_mx: Responder A

source: All Active Recipients
es_mx: Todos los Destinatarios activos

source: Do Not Email Reply
es_mx: No contestar al Email

source: Premade Replies
es_mx: Respuestas predefinidas

source: Start writing your response here. Use canned responses from the drop-down above
es_mx: Empezar escribiendo su respuesta aquí. Usa respuestas predefinidas del menú desplegable de arriba

source: current
es_mx: actual

source: Note title - summary of the note (optional)
es_mx: Título de la nota - sumario de la nota (opcional)

source: Note details
es_mx: Detalles de la nota

source: Post Note
es_mx: Publicar nota

source: Ticket Print Options
es_mx: Opciones de impresión del Ticket

source: Print Notes
es_mx: Imprimir notas

source: Print <b>Internal</b> Notes/Comments
es_mx: Imprimir notas y comentarios <b>internos</b>

source: Print Events
es_mx: Imprimir Eventos

source: Print Thread Events
es_mx: Imprimir Eventos del Hilo

source: Paper Size
es_mx: Tamaño del papel

source: Select Print Paper Size
es_mx: Seleccione el tamaño del papel de impresión

source: Are you sure you want to <b>claim</b> (self assign) %s?
es_mx: ¿Está seguro de que desea <b> reclamar </b> (auto-asignarse) %s?

source: Are you sure you want to flag the ticket as <b>answered</b>?
es_mx: ¿Está seguro que desea marcar el Ticket como <b>contestado</b>?

source: Are you sure you want to flag the ticket as <b>unanswered</b>?
es_mx: ¿Está seguro que desea marcar el Ticket como <b>no contestado</b>?

source: Are you sure you want to flag the ticket as <font color="red"><b>overdue</b></font>?
es_mx: ¿Está seguro que desea marcar el Ticket como <font color="red"> <b>atrasado</b></font>?

source: Are you sure you want to <b>ban</b> %s?
es_mx: ¿Seguro que quieres <b>prohibir</b> %s?

source: New tickets from the email address will be automatically rejected.
es_mx: Nuevos Tickets procedentes de direcciones de correo electrónico serán automáticamente rechazados.

source: Are you sure you want to <b>remove</b> %s from ban list?
es_mx: ¿Está seguro que desea <b>eliminar</b> %s de la lista de prohibidos?

source: Are you sure you want to <b>unassign</b> ticket from <b>%s</b>?
es_mx: ¿Estás seguro de que desea <b>desasignar </b> el Ticket de <b>%s </b>?

source: %s <%s> will longer have access to the ticket
es_mx: %s <%s> tendrá acceso al Ticket

source: Are you sure you want to <b>change</b> ticket owner to %s?
es_mx: ¿Está seguro de querer <b>cambiar</b> al dueño del ticket a %s?

source: Viewing
es_mx: Inspección

source: Select Setting Group
es_mx: Seleccionar configuración de grupo

source: Email Template Set
es_mx: Conjunto de plantillas de Email

source: Some variables may not be a valid for this context. Please check for spelling errors and correct usage for %s.
es_mx: Algunas variables pueden no ser válidas para este contexto. Compruebe si hay errores de ortografía y el uso correcto de %s.

source: this template
es_mx: Esta plantilla

source: Email Subject and Body
es_mx: Cuerpo y el asunto del Email

source: Cancel Changes
es_mx: Cancelar cambios

source: Delete User
es_mx: Eliminar usuario

source: Register
es_mx: Registrarse

source: Send Activation Email
es_mx: Enviar Email de activación

source: Send Password Reset Email
es_mx: Enviar Email con la contraseña de reinicio

source: Manage Account Access
es_mx: Administrar acceso de cuenta

source: Updated
es_mx: Actualizado

source: New tickets from the email address will be auto-rejected.
es_mx: Los nuevos Tickets de la dirección de Email serán rechazados automáticamente.

source: Are you sure you want to send an <b>Account Activation Link</b> to <em> %s </em>?
es_mx: ¿Estás seguro que quieres enviar una <b>Liga de activación de cuenta</b> a <em> %s </em>?

source: Are you sure you want to send a <b>Password Reset Link</b> to <em> %s </em>?
es_mx: ¿Estás seguro que quieres enviar una <b>Liga de reestablecimiento de contraseña</b> a <em> %s </em>?

source: Import
es_mx: Importar

source: Add to Organization
es_mx: Agregar a la Organización

source: Lock
es_mx: Bloquear

source: Unlock
es_mx: Desbloquear

source: No users found!
es_mx: ¡Ningún usuario encontrado!

source: Supplemental Filters
es_mx: Filtros suplementarios

source: Add Other Field
es_mx: Añada Otro Campo

source: My Searches
es_mx: Mis búsquedas

source: Advanced Ticket Search
es_mx: Búsqueda avanzada de Tickets

source: Save Search
es_mx: Guardar Búsqueda

source: Search Title
es_mx: Buscar título

source: Done
es_mx: Hecho

source: Thread doesn't have any collaborators.
es_mx: El hilo no tiene ningún colaborador.

source: Add Collaborator
es_mx: Añadir colaborador

source: You have made changes that you need to save.
es_mx: Has realizado cambios que necesitas guardar.

source: Bro, not sure how you got here!
es_mx: Hermano ¡No estoy seguro de cómo llegaste aquí!

source: Manage Content
es_mx: Administrar Contenido

source: This content is translatable
es_mx: Teste contenido es traducible

source: Message content
es_mx: Contenido del Mensaje

source: Optional reason for the deletion
es_mx: Opcional, razón para el borrado

source: Field Configuration
es_mx: Configuración del campo

source: Field Setup
es_mx: Configuración del campo

source: This field can be disabled which will remove it from the form for new entries, but will preserve the data on all current entries.
es_mx: Este campo puede ser desactivado, lo que lo eliminará del formulario para nuevas entradas, pero se conservará la información de todas las entradas actuales.

source: Making fields <em>visible</em> allows agents and endusers to view and create information in this field.
es_mx: Haciendo los campos <em>visibles</em> permite a los agentes y usuarios ver y crear información en este campo.

source: For EndUsers
es_mx: Para usuarios finales

source: For Agents
es_mx: Para agentes

source: New entries cannot be created unless all <em>required</em> fields have valid data.
es_mx: Las nuevas entradas no pueden ser creadas a menos que <em> todos los campos requeridos</em> tengan información válida.
