Repository: rafaelglez94/osticket_esMx
Catalog: 1.14.x/LC_MESSAGES/messages.po
Languages: es_mx

source: We have a problem - another installation with same table prefix exists!
es_mx: Tenemos un problema - existe otra instalación con el mismo prefijo de la tabla!

source: Prefix already in-use
es_mx: Prefijo ya en uso

source: Unable to read config file. Permission denied! (#2)
es_mx: Incapaz de leer el archivo config. ¡Permiso denegado! (#2)

source: Unable to open config file for writing. Permission denied! (#3)
es_mx: No se puede abrir el archivo de configuración para escritura. Permiso denegado. (#3)

source: %s: Internal error occurred - please make sure your download is the latest (#1)
es_mx: %s: Ocurrió un error interno: asegúrese de que su descarga sea la última (#1)

source: %s: Unknown or invalid schema signature (%s .. %s)
es_mx: %s: Esquema o firma desconocida o no válida (%s .. %s)

source: %s: Error parsing SQL schema! Get help from developers (#4)
es_mx: %s: Error al analizar esquema SQL! Obtener ayuda de los desarrolladores (#4)

source: Unable to create admin user (#6)
es_mx: No se pudo crear usuario de administración (#6)

source: Unable to create config settings
es_mx: No es posible crear los ajustes de configuración

source: Unable to write to config file. Permission denied! (#5)
es_mx: No se puede escribir en el fichero de configuración. Permiso denegado. (#5)

source: Congratulations osTicket basic installation completed! Thank you for choosing osTicket!
es_mx: ¡Felicitaciones, la instalación básica de osTicket fue completada! ¡Gracias por elegir osTicket!

source: Configuration file missing!
es_mx: Falta el archivo de configuración!

source: osTicket installer requires ability to write to the configuration file, <b>include/ost-config.php</b>. A template copy is located in the include directory (<b>include/ost-sampleconfig.php</b>).
es_mx: El instalador de osTicket requiere permiso para escribir en el archivo de configuracion,<b>include/ost-config.ph.</b>. Una copia de la plantilla se encuentra en el directorio (<b>include/ost-sampleconfig.php</b>).

source: Rename the sample file <b>include/ost-sampleconfig.php</b> to <b>ost-config.php</b> and click continue below.
es_mx: Renombra el archivo de muestra <b>include/ost-sampleconfig.php</b> a <b>ost-config.php</b> y haga clic en continuar.

source: If sample config file is missing - please make sure you uploaded all files in 'upload' folder or refer to the %1$s Installation Guide %2$s
es_mx: Si falta el archivo de configuración de muestra - por favor, asegúrese de que ha cargado todos los archivos en la carpeta 'subir' o consulte el %1$s %2$s Guía de instalación

source: If you are looking for a greater level of support, we provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs.
es_mx: Si usted está buscando un mayor nivel de apoyo, proporcionamos un <u>servicios de instalación profesional</u> y apoyo comercial con tiempos de respuesta garantizada y acceso al equipo de desarrollo de base. También podemos ayudar a personalizar osTicket o incluso añadir nuevas funciones al sistema para satisfacer sus necesidades únicas.

source: Learn More!
es_mx: Más información!

source: Configuration file is not writable
es_mx: Archivo de configuración no tiene premise de escritura

source: osTicket installer requires ability to write to the configuration file %s
es_mx: El instalador de osTicket requiere capacidad para escribir en el archivo de configuración %s

source: Please follow the instructions below to give read and write access to the web server user.
es_mx: Por favor siga las instrucciones a continuación para dar acceso de lectura y escritura para el usuario del servidor web.

source: Add "Full Access" permission for the "Everyone" user
es_mx: Agregar permisos de "Acceso total" para el "todos" usuario

source: Using WS_FTP this would be right hand clicking on the file, selecting chmod, and then giving all permissions to the file.
es_mx: Usando WS_FTP haciendo clic derecho en el archivo, seleccionar chmod y luego dar todos los permisos en el archivo.

source: Click on the file, select change permission, and then giving all permissions to the file.
es_mx: Haga clic en el archivo, seleccione Cambiar permiso y luego dar todos los permisos en el archivo.

source: Don't worry! We'll remind you to take away the write access post-install
es_mx: ¡No te preocupes! Le recordamos que para quitar el acceso de escritura es posterior a la instalación

source: Done? Continue
es_mx: ¿Hecho? Continuar

source: osTicket is already installed?
es_mx: osTicket ya está instalado?

source: Configuration file already changed - which could mean osTicket is already installed or the config file is corrupted. If you are trying to upgrade osTicket, then go to %s Admin Panel %s.
es_mx: Archivo de configuración ya cambiado - lo que podría significar que osTicket ya está instalado o el archivo de configuración esta corrupto. Si usted está intentando actualizar osTicket, ve a %s el Panel de administración %s.

source: If you believe this is in error, please try replacing the config file with a unchanged template copy and try again or get technical help.
es_mx: Si usted cree que esto es un error, intenta reemplazar el archivo de configuración con una copia de la plantilla sin cambios y vuelva a intentarlo o consiga ayuda técnica.

source: Refer to the %s Installation Guide %s on the wiki for more information.
es_mx: Consulte la guía de instalación %s en la wiki para más información de %s.

source: We provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team.
es_mx: Te proporcionamos <u> servicios de instalación profesional </u> y soporte comercial con garantía de tiempo de respuesta y acceso al núcleo del equipo de desarrollo.

source: Contact Us
es_mx: Contáctanos

source: Congratulations!
es_mx: ¡Felicidades!

source: Your osTicket installation has been completed successfully. Your next step is to fully configure your new support ticket system for use, but before you get to it please take a minute to cleanup.
es_mx: La instalación de osTicket se ha completado con éxito. El siguiente paso es configurar completamente su nuevo sistema de tickets de ayuda para su uso, pero antes de llegar a tomemos un minuto para limpiar.

source: Config file permission
es_mx: Permisos del archivo de cofinguración

source: Change permission of ost-config.php to remove write access as shown below.
es_mx: Cambia los permisos de ost-config.php para eliminar el acceso de escritura como se muestra a continuación.

source: Using WS_FTP this would be right hand clicking on the file, selecting chmod, and then remove write access
es_mx: Usando WS_FTP usted podría eliminar el acceso de escritura haciendo clic en el archivo chmod

source: Click on the file, select change permission, and then remove write access.
es_mx: Haga clic en el archivo, seleccione Cambiar permiso y luego quitar el acceso de escritura.

source: Below, you'll find some useful links regarding your installation.
es_mx: A continuación, encontrará algunos enlaces útiles con respecto a su instalación.

source: Your osTicket URL
es_mx: Tu URL de osTicket

source: Your Staff Control Panel
es_mx: Panel de Control del personal

source: osTicket Forums
es_mx: osTicket Foros

source: osTicket Documentation
es_mx: Documentación osTicket

source: Post-Install Setup
es_mx: Configuración post-instalación

source: You can now log in to %1$s Admin Panel %2$s with the username and password you created during the install process. After a successful log in, you can proceed with post-install setup.
es_mx: Puede ahora iniciar sesión %1$s %2$s Admin Panel con el nombre de usuario y contraseña que creó durante el proceso de instalación. Después de una sesión exitosa, puede proceder con la configuración post-instalación.

source: For complete and upto date guide see %1$s osTicket wiki %2$s
es_mx: Para completar y actualizar hasta la fecha Guía Consulte %1$s osTicket wiki %2$s

source: Don't let technical problems impact your osTicket implementation. Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely.
es_mx: No dejes que problemas técnicos afectan su implementación osTicket. Obtenga orientación y conocimientos prácticos para enfrentar los desafíos únicos y asegúrese de que su osTicket funciona de forma correcta, eficiente y segura.

source: Thank You for Choosing osTicket!
es_mx: Gracias por elegir osTicket!

source: We are delighted you have chosen osTicket for your customer support ticketing system!
es_mx: Nos complace que haya elegido osTicket para su sistema de Tickets de atención al cliente!

source: The installer will guide you every step of the way in the installation process. You're minutes away from your awesome customer support system!
es_mx: el programa de instalación le guiará a lo largo de todo el proceso de instalación. ¡Estás a unos minutos de conseguir tu increible sistema de soporte!

source: These items are necessary in order to install and use osTicket.
es_mx: Estos elementos son necesarios para instalar y usar osTicket.

source: %s or greater
es_mx: %s o mayor

source: Recommended
es_mx: Recomendado

source: You can use osTicket without these, but you may not be able to use all features.
es_mx: Puedes usar osTicket sin ésto. Pero no podrá utilizar todas las funciones.

source: Required for mail fetching
es_mx: Necesario para la recuperación del correo electrónico

source: (for XML API)
es_mx: (para XML API)

source: (for HTML email processing)
es_mx: (para el procesamiento de correo electrónico HTML)

source: (faster performance)
es_mx: (rendimiento más rápido)

source: recommended for all installations
es_mx: recomendado para todas las instalaciones

source: recommended for plugins and language packs
es_mx: se recomienda para los paquetes de plugins y lenguaje

source: recommended for improved localization
es_mx: recomendado para mejor localización

source: osTicket Basic Installation
es_mx: osTicket instalación básica

source: Please fill out the information below to continue your osTicket installation. All fields are required.
es_mx: Por favor llene la siguiente información para continuar con la instalación de osTicket. Todos los campos son obligatorios.

source: The URL of your helpdesk, its name, and the default system email address
es_mx: La URL de tu sistema de soporte, su nombre y la dirección de correo electrónico de sistema por defecto

source: Default Email
es_mx: Correo electrónico por defecto

source: Admin User
es_mx: Usuario admin

source: Your primary administrator account - you can add more users later.
es_mx: Tu cuenta de administrador principal - usted puede agregar más usuarios más adelante.

source: Retype Password
es_mx: Vuelva a escribir la contraseña

source: Database Settings
es_mx: Configuración de base de datos

source: Database connection information
es_mx: Información de conexión de base de datos

source: Install Now
es_mx: Instalar Ahora

source: We provide <u>professional installation services</u> and commercial support.
es_mx: Proporcionamos <u>servicios de instalación profesional</u> y soporte comercial.

source: Please wait... while we install your new support ticket system!
es_mx: ¡Por favor espere... mientras instalamos su nuevo sistema de Ticket de soporte!

source: Basic Installation Completed
es_mx: Instalación básica completada

source: osTicket installation has been completed successfully.
es_mx: La instalación de osTicket se ha completado con éxito.

source: I'd like to receive the following notifications
es_mx: Me gustaría recibir las notificaciones siguientes

source: News &amp; Announcements
es_mx: Noticias y anuncios

source: Security Alerts
es_mx: Alertas de seguridad

source: Keep me Updated
es_mx: Mantenerme informado

source: No thanks.
es_mx: No gracias.

source: Thank you!
es_mx: Gracias!

source: Once again, thank you for choosing osTicket as your new customer support platform!
es_mx: Una vez más, gracias por elegir osTicket como su nueva plataforma de soporte al cliente!

source: Launching a new customer support platform can be a daunting task. Let us get you started! We provide professional support services to help get osTicket up and running smoothly for your organization.
es_mx: Lanzar una nueva plataforma de soporte al cliente puede ser una tarea desalentadora. Vamos a empezar! Proporcionamos servicios de apoyo profesional para ayudar a conseguir osTicket para arriba y corriendo sin problemas para su organización.

source: cron.php only supports local cron calls - use http -> api/tasks/cron
es_mx: cron.php sólo admite llamadas locales cron - utilice http-> api/tareas/cron

source: pipe.php only supports local piping - use http -> api/tickets.email
es_mx: Pipe.php sólo es compatible con enlaces locales - utilice http-> api/tickets.email

source: System upgrade is pending
es_mx: La actualización del sistema está pendiente

source: Please rename config file include/%s to include/ost-config.php to avoid possible conflicts
es_mx: Por favor, cambia el nombre del archivo include/%s a include/ost-config.php para evitar posibles conflictos

source: Please change permission of config file (%1$s) to remove write access. e.g <i>chmod 644 %2$s</i>
es_mx: Por favor, cambie los permisos del archivo de configuración(%1$s) para eliminar el acceso a escritura. Por ejemplo <i>chmod 644 %2$s</i>

source: Please consider turning off register globals if possible
es_mx: Por favor, si es posible, considere el desactivar los registros globales

source: osTicket :: Admin Control Panel
es_mx: osTicket :: Panel de control de Administrador

source: Successfully updated %s.
es_mx: %s actualizado

source: Successfully added %s.
es_mx: %s agregado con éxito.

source: an API key
es_mx: Una clave API

source: one API key
es_mx: Una clave API

source: Successfully enabled %s
es_mx: %s activado correctamente

source: %1$d of %2$d %3$s enabled
es_mx: %1$d de %2$d %s habilitadas

source: Unable to enable %s
es_mx: Incapaz de habilitar %s

source: Successfully disabled %s
es_mx: %s desactivado satisfacoriamente

source: %1$d of %2$d %3$s disabled
es_mx: %1$d de %2$d %3$s deshabilitado

source: Unable to disable %s
es_mx: Incapaz de deshabilitar %s

source: %1$d of %2$d %3$s deleted
es_mx: %1$d de %2$d %3$s eliminados

source: Mail fetcher cron call [%s]
es_mx: Llamada del recadero del Cron principal [%s]

source: System ban list is empty.
es_mx: La lista de bloqueados está vacía.

source: SYSTEM BAN LIST filter is <b>DISABLED</b>
es_mx: El filtro LA LISTA DE BLOQUEADOS DEL SISTEMA está <b>DESHABILITADO</b>

source: enable here
es_mx: Permitir aquí

source: ban list
es_mx: Lista de bloqueados

source: ban rule
es_mx: Regla de bloqueo

source: this ban rule
es_mx: Esta regla de bloqueo

source: Email already in the ban list
es_mx: El Email ya se encuentra en la lista de bloqueados

source: Email address added to ban list successfully
es_mx: La dirección de Email se ha añadido a la lista de bloqueados satisfactoriamente

source: Error creating %s.
es_mx: Error creando %s.

source: You must select at least %s to process.
es_mx: Debes seleccionar al menos %s para continuar.

source: one email
es_mx: Un Email

source: canned response
es_mx: Respuesta predefinida

source: one canned response
es_mx: Una respuesta predefinida

source: this category
es_mx: esta categoría

source: one category
es_mx: Una categoría

source: Successfully made %s PUBLIC
es_mx: %s se hizo PÚBLICO satisfactoriamente

source: %1$d of %2$d %3$s made PUBLIC
es_mx: %1$d de %2$d %3$s se hizo PÚBLICO

source: Unable to make %s PUBLIC.
es_mx: incapaz de hacer %s PÚBLICO.

source: Successfully made %s PRIVATE
es_mx: %s se hizo PRIVADO satisfactoriamente

source: %1$d of %2$d %3$s made PRIVATE
es_mx: %1$d de %2$d %3$s se hizo PRIVADO

source: Unable to make %s PRIVATE
es_mx: incapaz de hacer %s PRIVADO

source: one department
es_mx: un departamento

source: You cannot disable/delete a default department. Select a new default department and try again.
es_mx: Usted no puede desactivar/borrar un departamento por defecto. Seleccione un nuevo departamento por defecto e inténtelo de nuevo.

source: Unable to make %s private. Possibly already private!
es_mx: Incapaz de hacer %s privado. ¡Es posible que ya sea privado!

source: Successfully archived %s
es_mx: %s activado correctamente

source: %1$d of %2$d %3$s archived
es_mx: %1$d de %2$d %3$s archivados

source: Unable to archive %s
es_mx: No se pudo archivar %s

source: Departments with agents can not be deleted. Move the agents first.
es_mx: Los departamentos con agentes no pueden ser eliminados. Mueva los agentes primero.

source: Unable to export %s.
es_mx: No se pudo exportar %s.

source: %s is assigned a %s that is not active.
es_mx: %s está asignado a %s el cual no está activo.

source: Unable to update settings.
es_mx: No se puede actualizar la configuración.

source: Select from email address
es_mx: Seleccione Dirección de correo electrónico

source: Valid recipient email address required
es_mx: Se requiere una dirección de correo electrónico del receptor valida

source: Subject required
es_mx: Se requiere Asunto

source: Test email sent successfully to <%s>
es_mx: Email de prueba enviado a <%s>

source: Error sending email
es_mx: Error enviando email

source: Test Outgoing Email
es_mx: Comprobar el correo electrónico saliente

source: Use the following form to test whether your <strong>Outgoing Email</strong> settings are properly established.
es_mx: Utilice el siguiente formulario para comprobar que su configuración de <strong>Correo electrónico saliente</strong> esté establecida correctamente.

source: Select FROM Email
es_mx: Seleccione correo electrónico del emisor

source: To
es_mx: Para

source: email message to send.
es_mx: mensaje de email para enviar.

source: Send Message
es_mx: Enviar mensaje

source: %s: Invalid or unknown
es_mx: %s desconocido o no válido

source: Successfully published %s
es_mx: %s publicado satisfactoriamente

source: Unable to publish %s. Try editing it.
es_mx: Incapaz de anular la publicación %s. Intente modificarla.

source: Successfully unpublished %s
es_mx: %s publicado satisfactoriamente

source: Unable to unpublish %s. Try editing it.
es_mx: Incapaz de anular la publicación %s. Intente modificarla.

source: Invalid action
es_mx: Acción no válida

source: ticket filter
es_mx: Filtro de Ticket

source: one ticket filter
es_mx: Un filtro de Ticket

source: selected ticket filter
es_mx: Filtro de Tickets seleccionado

source: custom form
es_mx: Formulario personalizado

source: Field variable name is not unique
es_mx: No es único el nombre de la variable de campo

source: The issue summary must be a field that supports user input, such as short answer
es_mx: El resumen del tema debe ser un campo que soporta la entrada del usuario, como una respuesta corta

source: Field has validation errors
es_mx: El campo tiene errores de validación

source: one custom form
es_mx: Un formulario personalizado

source: Unable to commit %s. Check validation errors
es_mx: No se puedo enviar %s. Compruebe los errores de validación

source: this custom form
es_mx: Este formulario personalizado

source: one help topic
es_mx: Un tema de ayuda

source: Successfully set sorting configuration
es_mx: Se ha establecido la configuración de calificación exitosamente

source: Unable to set sorting mode
es_mx: No se puede establecer el modo de clasificación

source: Unknown or invalid FAQ category
es_mx: Categoría FAQ inválida o desconocida

source: custom list items
es_mx: elementos de la lista personalizada

source: this custom list
es_mx: Esta lista personalizada

source: one custom list
es_mx: Una lista personalizada

source: Unable to delete %s. They may be in use.
es_mx: Incapaz de eliminar %s.

source: Successfully imported %1$d %2$s
es_mx: Importados con éxito %1$d %2$s

source: list item
es_mx: lista de item

source: Invalid login
es_mx: Nombre de usuario no válido

source: one log entry
es_mx: Una entrada de registro

source: Organization ID must be specified for import
es_mx: Debe especificar la ID de la organización para la importación

source: Trying to remove end users from an unknown organization
es_mx: Tratando de eliminar los últimos usuarios de una organización desconocida

source: one end user
es_mx: Un usuario final

source: Successfully removed %s.
es_mx: Eliminado correctamente %s.

source: selected end user
es_mx: Usuario final seleccionado

source: %1$d of %2$d %3$s removed
es_mx: %1$d de %2$d %3$s eliminados

source: Unable to remove %s
es_mx: No se puede eliminar %s

source: one organization
es_mx: Una Organización

source: Unable to manage any of the selected organizations
es_mx: No es posible administrar ninguna de las organizaciones seleccionadas

source: Not all selected items were updated
es_mx: No todos los elementos fueron actualizados

source: Successfully managed selected organizations
es_mx: Se han administrado correctamente las organizaciones seleccionadas

source: Query token not found
es_mx: Petición del token no encontrada

source: organizations
es_mx: organizaciones

source: Unable to export results.
es_mx: Imposible exportar resultados.

source: Unable to dump query results.
es_mx: No es posible volcar los resultados de la consulta.

source: one site page
es_mx: Una página principal

source: One or more of the %s is in-use and CANNOT be disabled/deleted.
es_mx: Una o mas de las %s esta en uso y no puede ser desactivada ni eliminada.

source: one plugin
es_mx: Un plugin

source: Successfully installed %s
es_mx: %s instalado con éxito

source: a plugin
es_mx: un plugin

source: Action Denied.
es_mx: Acción Denegada.

source: Profile updated successfully
es_mx: Perfil actualizado correctamente

source: Profile update error.
es_mx: Error al actualizar perfil.

source: <b>Hi %s</b> - You must <a>change your password to continue</a>!
es_mx: <b>Hola%s</b> - ¡Debes <a>cambiar tu contraseña para continuar</a>!

source: <b>Welcome back %s</b>! You are listed as 'on vacation' Please let your manager know that you are back.
es_mx: ¡ <b>Bienvenido de nuevo %s</b>! Aparece como 'de vacaciones' Por favor haga saber a su manager que está de vuelta.

source: Unable to reset password. Contact your administrator
es_mx: No se puede restablecer contraseña. Contacte con su administrador

source: Please enter your username or email
es_mx: Por favor introduzca su nombre de usuario o correo electrónico

source: Password resets are disabled
es_mx: Reinicio de contraseña está deshabilitado

source: Successfully updated %s
es_mx: %s actualizado satisfactoriamente

source: this queue
es_mx: esta cola

source: Successfully added %s
es_mx: %s se agregó con éxito

source: Unable to add %s. Correct error(s) below and try again.
es_mx: No se puede añadir %s. Corrija los errores y vuelva a intentarlo.

source: This queue is the default queue. Unable to delete.
es_mx: Esta cola es la cola por defecto. No se puede eliminar.

source: Unable to manage any of the selected queues
es_mx: No es posible administrar ninguna de las colas seleccionadas

source: Successfully managed selected queues
es_mx: Las colas seleccionadas fueron seleccionadas con éxito

source: Role updated successfully
es_mx: Rol actualizado correctamente

source: this role
es_mx: este rol

source: one role
es_mx: un rol

source: Agent Settings and Options
es_mx: Configuraciones de agente

source: User Settings and Options
es_mx: Configuraciones de usuarios

source: Knowledgebase Settings
es_mx: Configuración de la Base de conocimientos

source: a SLA plan
es_mx: un plan SLA
