Repository: rafaelglez94/osticket_esMx
Catalog: 1.14.x/LC_MESSAGES/messages.po
Languages: es_mx

source: Fields marked editable allow agents and endusers to update the content of this field after the form entry has been created.
es_mx: Los campos marcados como modificables permiten a los agentes y usuarios actualizar el contenido del campo despues de que el formulario haya sido creado.

source: Editable
es_mx: Modificable

source: Data Integrity
es_mx: Integridad del dato

source: Required to close a thread
es_mx: Requerido para cerrar un hilo

source: Optionally, this field can prevent closing a thread until it has valid data.
es_mx: Opcionalmente, este campo puede prevenir el cerrar un hilo hasta que tenga un dato válido.

source: Require entry to close a thread
es_mx: Requiere entrada para cerrar un hilo

source: Help Text
es_mx: Texto de ayuda

source: Help text shown with the field
es_mx: Texto de ayuda mostrado con el campo

source: Sort the forms on this ticket by click and dragging on them. Use the box below the forms list to add new forms to the ticket.
es_mx: Ordena los formularios de este Ticket haciendo clic y arrastrando sobre ellos. Usa la caja a continuación de la lista de formularios para añadir nuevos formularios para el Ticket.

source: Add a form
es_mx: Agregar un formulario

source: Clicking <strong>Save Changes</strong> will permanently delete data associated with the deleted forms
es_mx: Haciendo clic en <strong>guardar cambios</strong> serán permanentemente borrados la información asociada con los formularios eliminados

source: Copy Paste
es_mx: Copiar pegar

source: Upload
es_mx: Subir

source: Value and Abbreviation
es_mx: Valor y Abreviatura

source: Enter one name and abbreviation per line.
es_mx: Introduzca un nombre y abreviatura por línea.

source: To import items with properties, use the Upload tab.
es_mx: Para importar artículos con propiedades, use la barra de subida.

source: e.g. My Location, MY
es_mx: ej Mi ubicación, mi

source: Import a CSV File
es_mx: Importar archivo CSV

source: Use the columns shown in the table below. To add more properties, use the Properties tab. Only properties with `variable` defined can be imported.
es_mx: Use las columnas mostradas en la tabla a continuación. Para añadir más propiedades, use la barra de propiedades. Solo las propiedades con 'variable' definida pueden ser importadas.

source: My Location
es_mx: Mi ubicación

source: Add New List Item
es_mx: Añadir nueva lista de artículos

source: Search items
es_mx: Buscar artículos

source: Add New Item
es_mx: Añadir Nuevo Item

source: Are you sure you want to mark ticket as <b>%s</b>?
es_mx: ¿Está seguro que desea marcar el ticket como <b>%s</b>?

source: Click to create a new note
es_mx: Haga clic para crear una nueva nota

source: Delete %s
es_mx: Eliminar %s

source: Deleted organization CANNOT be recovered
es_mx: La organización borrada NO PUEDE ser recuperada

source: %s assigned to this organization will be orphaned.
es_mx: %s asignado a esta organización será huérfano.

source: One user
es_mx: Un usuario

source: Yes, Delete
es_mx: Sí, eliminar

source: Search existing organizations or add a new one.
es_mx: Buscar organizaciones existentes o añadir una nueva.

source: Complete the form below to add a new organization.
es_mx: Completar el formulario a continuación para añadir una nueva organización.

source: Create New Organization
es_mx: Crear una nueva organización

source: Fields
es_mx: Campos

source: Auto-Assignment
es_mx: Asignación automática

source: Assign tickets from this organization to the <em>Account Manager</em>
es_mx: Asignar los Tickets de esta organización al <em>Administrador de cuentas</em>

source: Ticket Sharing
es_mx: Compartir ticket

source: Primary contacts see all tickets
es_mx: Contactos principales ven todos los tickets

source: All members see all tickets
es_mx: Todos los miembros ven todos los tickets

source: Automated Collaboration
es_mx: Colaboración automatizada

source: Add to all tickets from this organization
es_mx: Añadir todos los Tickets de esta organización

source: Email Domain
es_mx: Dominio del correo

source: Auto Add Members From
es_mx: Añadir automáticamente miembros de

source: Update Organization
es_mx: Actualizar la organización

source: Please note that updates will be reflected system-wide.
es_mx: Por favor, téngase en cuenta que las actualizaciones se reflejarán en todo el sistema.

source: Add Queue Column
es_mx: Agregar columna de cola

source: Add a property
es_mx: Añadir una propiedad

source: Manage Queue Column
es_mx: Administrar columna de cola

source: Data
es_mx: Datos

source: Annotations
es_mx: Anotaciones

source: No annotations for this field
es_mx: No hay anotaciones en este campo

source: Add a annotation
es_mx: Agregar una anotación

source: Inherit columns from the parent queue
es_mx: Heredar columnas de la cola padre

source: Use standard columns
es_mx: Usar columnas estándar

source: Heading and Width
es_mx: Cabezal y ancho

source: Column Details
es_mx: Detalles de columna

source: Sortable
es_mx: Ordenable

source: Add a column
es_mx: Agregar columna

source: Tickets Export
es_mx: Exportar tickets

source: Check columns to export
es_mx: Marcar columnas a exportar

source: selected
es_mx: seleccionado

source: Advanced CSV Options
es_mx: Opciones avanzadas de CSV

source: Filename
es_mx: Nombre de archivo

source: Delimiter
es_mx: Delimitador

source: Inherit export fields from the parent queue
es_mx: Heredar campos de exportación de la cola principal

source: Use standard export fields
es_mx: Usar campos de exportación estándar

source: Heading
es_mx: Cabezal

source: Field
es_mx: Campo

source: Add personal queue
es_mx: Agregar cola personal

source: Recent Searches
es_mx: Búsquedas recientes

source: Add personal search
es_mx: Agregar búsqueda personal

source: Add Sort Option
es_mx: Agregar opción de ordenación

source: Manage Sort Options
es_mx: Administrar opciones de ordenación

source: Add Field
es_mx: Agregar campo

source: advanced
es_mx: Avanzado

source: Add Sub Queue
es_mx: Añadir Sub Cola

source: Referrals
es_mx: Referidos

source: Please check assignee(s) to release assignment.
es_mx: Por favor elige una persona a quién realizar la asignación.

source: Manage Sequences
es_mx: Gestionar las secuencias

source: Sequences are used to generate sequential numbers. Various sequences can be used to generate sequences for different purposes.
es_mx: Las secuencias se utilizan para generar números secuenciales. Se pueden usar varias secuencias para generar secuencias para diferentes propósitos.

source: next
es_mx: siguiente

source: Increment
es_mx: Incrementar

source: Padding Character
es_mx: Carácter de relleno

source: New Sequence
es_mx: Nueva secuencia

source: Add New Sequence
es_mx: Agregar nueva secuencia

source: Clicking <strong>Save Changes</strong> will permanently remove the deleted sequences.
es_mx: Click en <strong>Guardar Cambios</strong> se eliminarán permanentemente las secuencias borradas.

source: %s Task #%s
es_mx: %s Tarea #%s

source: Task Information
es_mx: Información de tarea

source: Reason for editing the task (optional)
es_mx: Razón para modificar la tarea (opcional)

source: You do not have access to %s
es_mx: No tienes acceso a %s

source: Task #%s
es_mx: Tarea #%s

source: Task Summary
es_mx: Resumen de tarea

source: Collaborators (%d)
es_mx: Colaboradores (%d)

source: Task doesn't have any collaborators.
es_mx: La tarea no tiene ningún colaborador.

source: Change Tasks Status
es_mx: Cambiar Estado Tarea

source: Optional reason for status change (internal note)
es_mx: Motivo opcional para el cambio de estado (internal note)

source: Assign to Agent
es_mx: Asignar a un Agente

source: Assign to Team
es_mx: Asignar a un Equipo

source: All Tasks (%s)
es_mx: Todas las Tareas (%s)

source: View Task
es_mx: Ver Tarea

source: Post Update
es_mx: Publicar actualización

source: Start writing your update here.
es_mx: Comienza a escribir tu actualización aquí.

source: Internal Note details
es_mx: Detalles de la nota interna

source: New Task
es_mx: Nueva Tarea

source: Task Visibility & Assignment
es_mx: Visibilidad y asignación de tarea

source: Create Task
es_mx: Crear Tarea

source: Raw Email Headers
es_mx: Encabezados de correos inicial

source: Email Recipients
es_mx: Destinatarios de correo electrónico

source: No entries have been posted to this thread.
es_mx: No se han publicado entradas en este hilo.

source: Edit Thread Entry
es_mx: Modificar entrada del hilo

source: Their Signature
es_mx: Su firma

source: Save and Resend
es_mx: Guardar y Reenviar

source: Resend Entry
es_mx: Reenviar Entrada

source: Resend
es_mx: Reenviar

source: Original Thread Entry
es_mx: Entrada Hilo Original

source: Edited on %s by %s
es_mx: Editado el %s por %s

source: Edited
es_mx: Editado

source: Resent
es_mx: Reenviado

source: Cc Collaborator
es_mx: Cc a colaborador

source: <b>%s</b> posted %s
es_mx: <b>%s</b> publicado %s

source: Ticket is locked by %s
es_mx: El Ticket está bloqueado por %s

source: Ticket Summary
es_mx: Resumen de Tickets

source: Ticket State
es_mx: Estados del Ticket

source: Ticket doesn't have any collaborators.
es_mx: El Ticket no tiene ningún colaborador.

source: Thread (%d)
es_mx: Casos (%d)

source: Notes (%d)
es_mx: Notas (%d)

source: Reply
es_mx: Responder

source: Edit Ticket
es_mx: Editar Ticket

source: Change Tickets Status
es_mx: Cambiar Estado Tickets

source: %s does not have any tickets
es_mx: %s no tiene ningún Ticket

source: Create New Ticket
es_mx: Crear un nuevo Ticket

source: Preview Ticket
es_mx: Vista previa del Ticket

source: User Preferences
es_mx: Preferencias del usuario

source: Account Access
es_mx: Acceso de cuenta

source: Login via email
es_mx: Ingrese vía correo electrónico

source: Account Flags
es_mx: Marcas de la cuenta

source: Administratively Locked
es_mx: Administrativamente bloqueado

source: Password Reset Required
es_mx: Reinicio de contraseña requerida

source: User cannot change password
es_mx: El usuario no puede cambiar la contraseña

source: Deleted users and tickets CANNOT be recovered
es_mx: Los usuarios y los Tickets borrados NO PUEDEN ser recuperados

source: Change Tickets Ownership
es_mx: Cambiar la propiedad del Ticket

source: Delete %1$s %2$s %3$s and any associated attachments and data.
es_mx: Eliminar %1$s %2$s %3$s y cualquier archivo e información adjuntada.

source: Yes, Delete User
es_mx: Sí, eliminar usuario

source: Name and Email
es_mx: Nombre y Email

source: Enter one name and email address per line.
es_mx: Ingrese un nombre y dirección de email por línea.

source: To import more other fields, use the Upload tab.
es_mx: Para importar otros campos, use la pestaña de subida.

source: e.g. John Doe, john.doe@osticket.com
es_mx: Ej., John Doe, john.doe@osticket.com

source: Use the columns shown in the table below. To add more fields, visit the Admin Panel -&gt; Manage -&gt; Forms -&gt; %s page to edit the available fields. Only fields with `variable` defined can be imported.
es_mx: Use las columnas mostradas en la siguiente tabla. Para añadir mas campos, entre en el Panel de Administracion -&gt; Manage -&gt; Form -&gt;%s para editar los campos disponibles. Solo los campos con 'variable' definida pueden ser importados.

source: Search existing users or add a new user.
es_mx: Buscar usuarios o añadir uno nuevo.

source: Search existing users.
es_mx: Buscar usuarios existentes.

source: Search by email, phone or name
es_mx: Buscar por email, teléfono o nombre

source: Create New User
es_mx: Crear nuevo usuario

source: Register: %s
es_mx: Registrar: %s

source: Complete the form below to create a user account for <b>%s</b>.
es_mx: Completar el siguiente formulario para crear una cuenta de usuario para <b>%s</b>.

source: User Account Login
es_mx: Nombre de cuenta de usuario

source: Authentication Sources
es_mx: Fuentes de autentificación

source: Send account activation email to %s.
es_mx: Enviar correo electrónico de activación a %s.

source: Password Change
es_mx: Cambio de contraseña

source: Require password change on login
es_mx: Es necesario cambiar la contraseña en inicio de sesión

source: Create Account
es_mx: Crear cuenta

source: Change User
es_mx: Cambiar usuario

source: Update User
es_mx: Actualizar Usuario

source: This organization doesn't have any users yet
es_mx: Esta organización aún no tiene ningún usuario

source: Are you sure you want to <b>REMOVE</b> %1$s from <strong>%2$s</strong>?
es_mx: ¿Estás seguro de que desea <b>ELIMINAR </b> %1$s de <strong>%2$s</strong>?

source: selected user
es_mx: Usuario seleccionado

source: Email Access Link
es_mx: Solicitar enlace de acceso

source: View Ticket
es_mx: Ver Ticket

source: Please provide your email address and a ticket number.
es_mx: Por favor proporcione su dirección de e-mail y el número de ticket.

source: An access link will be emailed to you.
es_mx: Un enlace de acceso le será enviado.

source: This will sign you in to view your ticket.
es_mx: Este le registrará para ver su Ticket.

source: e.g. john.doe@osticket.com
es_mx: por ejemplo john.doe@osticket.com

source: e.g. 051243
es_mx: por ejemplo 051243

source: Have an account with us?
es_mx: ¿Tiene una cuenta con nosotros?

source: Sign In
es_mx: Inicia Sesión

source: or %s register for an account %s to access all your tickets.
es_mx: o %s regístrese para una cuenta de %s para acceder a todos sus Tickets.

source: If this is your first time contacting us or you've lost the ticket number, please %s open a new ticket %s
es_mx: Si es la primera vez que se pone en contacto con nosotros o perdio el número de Ticket, por favor %s abra un nuevo Ticket %s

source: Editing Ticket #%s
es_mx: Editar Ticket # %s

source: This category does not have any FAQs.
es_mx: Esta categoría no tiene ninguna FAQ.

source: Back To Index
es_mx: Volver al índice

source: Frequently Asked Question
es_mx: Pregunta más frecuente

source: All rights reserved.
es_mx: Todos los derechos reservados.

source: Helpdesk software - powered by osTicket
es_mx: Helpdesk - desarrollado por osTicket

source: Please Wait!
es_mx: Espere, por favor!

source: Please wait... it will take a second!
es_mx: Por favor, espere... tomará un segundo!

source: Support Ticket System
es_mx: Sistema de Tickets de soporte

source: Sign Out
es_mx: Cerrar sesión

source: Guest User
es_mx: Usuario Invitado

source: Support Center
es_mx: Centro de soporte

source: Click on the category to browse FAQs.
es_mx: Haga clic en la categoría para buscar preguntas frecuentes.

source: Browse by Topic
es_mx: Navegar por tópico

source: Other Resources
es_mx: Otros Recursos

source: %d FAQs matched your search criteria.
es_mx: %d FAQs coincide con tu criterio de búsqueda.

source: To better serve you, we encourage our clients to register for an account and verify the email address we have on record.
es_mx: Para servirle mejor, animamos a nuestros clientes a hacerse una cuenta y verificar la dirección de correo electrónico que tenemos registrada.

source: Not yet registered?
es_mx: ¿Aún no está registrado?

source: Create an account
es_mx: Cree una cuenta

source: I'm an agent
es_mx: Soy un agente

source: sign in here
es_mx: Acceda aquí

source: Please fill in the form below to open a new ticket.
es_mx: Favor de completar el siguiente formulario para crear un nuevo ticket.

source: Client
es_mx: Cliente

source: General Inquiry
es_mx: Consulta general

source: Please re-enter the text again
es_mx: Por favor vuelva a introducir el texto de nuevo

source: CAPTCHA Text
es_mx: Texto CAPTCHA

source: Enter the text shown on the image.
es_mx: Introduzca el texto mostrado en la imagen.

source: Create Ticket
es_mx: Crear Ticket

source: Manage Your Profile Information
es_mx: Administrar la información de tu perfil

source: Use the forms below to update the information we have on file for your account
es_mx: Use los formularios de abajo para actualizar la información que tenemos en los archivos de tu cuenta

source: Access Credentials
es_mx: Credenciales de acceso

source: Confirm New Password
es_mx: Confirmar nueva contraseña

source: Enter your username or email address again in the form below and press the <strong>Login</strong> to access your account and reset your password.
es_mx: Introduzca su nombre de usuario o correo en el formulario de abajo y pulse en <strong>Ingresar</strong> para acceder a tu cuenta y restablecer tu contraseña.

source: Enter your username or email address in the form below and press the <strong>Send Email</strong> button to have a password reset link sent to your email account on file.
es_mx: Introduzca su nombre de usuario o correo en el siguiente formulario y pulse en <strong>Enviar correo </strong> para enviar una liga para que establezca su contraseña a su cuenta de correo registrada.

source: We have sent you a reset email to the email address you have on file for your account. If you do not receive the email or cannot reset your password, please submit a ticket to have your account unlocked.
es_mx: Te hemos enviado un correo a la dirección que tienes registrada en su cuenta. Si usted no recibe el email o no puede restablecer la contraseña, por favor envie un Ticket para que se desbloqué tu cuenta.

source: Account Registration
es_mx: Registro de cuenta

source: Thanks for registering for an account.
es_mx: Gracias por registrarse con nosotros.

source: We've just sent you an email to the address you entered. Please follow the link in the email to confirm your account and gain access to your tickets.
es_mx: Le acabamos de enviar un mail a la dirección que registraste. Por favor siga la liga en el email para confirmar su cuenta y acceder a sus Tickets.

source: You've confirmed your email address and successfully activated your account. You may proceed to check on previously opened tickets or open a new ticket.
es_mx: Ha activado exitosamente su cuenta y ha confirmado su dirección de correo. Ahora puede revisar sus Tickets previamente abiertos o abrir un nuevo Ticket.

source: Your friendly support center
es_mx: Su equipo de soporte técnico

source: Use the forms below to create or update the information we have on file for your account
es_mx: Use los formularios más abajo para crear o actualizar la información que tenemos en los archivos de su cuenta

source: Login With
es_mx: Ingresar con

source: Create a Password
es_mx: Crear una contraseña

source: Closed Tickets
es_mx: Tickets Cerrados

source: Open Tickets
es_mx: Tickets abiertos

source: All Help Topics
es_mx: Todos los Temas de Ayuda

source: Clear all filters and sort
es_mx: Limpiar todos los filtros y ordenar

# ticket-status
source: Open
es_mx: Abierto

source: Your query did not match any records
es_mx: La consulta no coincide con los registros

source: %s is marked as closed and cannot be reopened.
es_mx: %s está marcado como cerrado y no se puede reabrir.

source: Looking for your other tickets?
es_mx: ¿Busca tus otros Tickets?

source: or %s register for an account %s for the best experience on our help desk.
es_mx: o %s regístrese para una cuenta %s para la mejor experiencia en nuestro sistema de soporte.

source: Basic Ticket Information
es_mx: Información básica del ticket

source: Post a Reply
es_mx: Escriba una respuesta

source: To best assist you, we request that you be specific and detailed
es_mx: Para ayudarle mejor, le pedimos que sea específico y detallado

source: Ticket will be reopened on message post
es_mx: El Ticket volverá a abrirse en un post de mensaje

source: Featured Questions
es_mx: Preguntas destacadas

source: Server configuration error
es_mx: Error de configuración del servidor

source: osTicket Installer
es_mx: Instalador osTicket

source: Installing osTicket %s
es_mx: Instalando osTicket %s

source: Installation Guide
es_mx: Guía de instalación

source: Get Professional Help
es_mx: Obtén ayuda profesional

source: Minimum requirements not met!
es_mx: ¡Requisitos mínimos no cumplidos!

source: Configuration file does NOT exist. Follow steps below to add one.
es_mx: El archivo de configuración no existe. Siga los pasos a continuación para agregar uno.

source: Write access required to continue
es_mx: Es necesario el acceso de escritura para continuar

source: Error installing osTicket.
es_mx: Error instalando OsTicket.

source: Check one or more
es_mx: Marque uno o más

source: Helpdesk Name
es_mx: Nombre del Sistema de Soporte

source: The name of your support system e.g [Company Name] Support
es_mx: El nombre del sistema de soporte por ejemplo [nombre de compañia] soporte

source: Default email address e.g support@yourcompany.com - you can add more later!
es_mx: La dirección de Email por defecto es por ejemplo support@yourcompany.com- ¡es posible añadir otro más adelante!

source: Admin's first name
es_mx: Nombre del administrador

source: Admin's last name
es_mx: Apellido del administrador

source: Admin's personal email address. Must be different from system's default email.
es_mx: La dirección Email del personal debe de ser diferente que el Email del sistema por defecto.

source: Admin's login name. Must be at least three (3) characters.
es_mx: El nombre de acceso del administrador debe de tener al menos (3) caracteres.

source: Admin's password. Must be five (5) characters or more.
es_mx: La contraseña del administrador debe tener al menos (5) caracteres o más.

source: Retype admin's password. Must match.
es_mx: Reescribe la contraseña del administrador. Deben coincidir.

source: MySQL Table Prefix
es_mx: Prefijo de la tabla MySQL

source: osTicket requires table prefix in order to avoid possible table conflicts in a shared database.
es_mx: osTicket requiere de los prefijos de tabla para evitar posibles conflictos de tabla en una base de datos compartida.

source: MySQL Hostname
es_mx: Nombre del host MySQL

source: Most hosts use 'localhost' for local database hostname. Check with your host if localhost fails. Default port set in php.ini is assumed.
es_mx: Muchos hosts usan 'localhost' para el nombre del host en la base de datos local. Comprueba su host si localhost falla. Se asume el puerto por defecto en php.ini.

source: MySQL Database
es_mx: Base de datos MySQL

source: Name of the database osTicket will use.
es_mx: Se usará el nombre de la base de datos de osTicket.

source: MySQL Username
es_mx: Nombre de usuario de MySQL

source: The MySQL user must have full rights to the database.
es_mx: El usuario de MySQL debe tener plenos derechos a la base de datos.

source: MySQL Password
es_mx: Contraseña MySQL

source: MySQL password associated with above user.
es_mx: La contraseña MySQL asociada con el usuario de arriba.

source: Username required
es_mx: Nombre de usuario requerido

source: Password required
es_mx: Contraseña requerida

source: Table prefix required
es_mx: Se requiere el prefijo de tabla

source: Database name required
es_mx: Nombre de la base de datos requerido

source: Conflicts with system email above
es_mx: Se evitarán los conflictos con el sistema de Email

source: Bad prefix. Must have underscore (_) at the end. e.g 'ost_'
es_mx: Prefijo incorrecto. Debe de subrayarse (_) al final por ejemplo 'ost'_

source: Bad username
es_mx: Usuario incorrecto

source: Invalid database port number
es_mx: Número de puerto de la base de datos incorrecto

source: Unable to connect to MySQL server: %s
es_mx: Incapaz de conectar al servidor MySQL :%s

source: osTicket requires MySQL %s or later!
es_mx: ¡ osTicket requiere MySQL %s o posterior!

source: Database doesn't exist
es_mx: La base de datos no existe

source: Unable to create the database.
es_mx: Incapaz de crear la base de datos.

source: Unable to select the database
es_mx: Incapaz de seleccionar la base de datos
