Repository: rafaelglez94/osticket_esMx
Catalog: 1.14.x/LC_MESSAGES/messages.po
Languages: es_mx

source: Click on the category to browse FAQs or manage its existing FAQs.
es_mx: Haga clic en la categoría para buscar preguntas frecuentes o administrar sus FAQs existentes.

source: NO FAQs found
es_mx: NO se encontraron FAQs

source: Add New FAQ
es_mx: Añadir nuevo FAQ

source: Edit Category
es_mx: Editar categoría

source: Delete Category
es_mx: Eliminar categoría

source: Published
es_mx: Publicado

source: Category does not have FAQs
es_mx: La categoría no tiene FAQs

source: Print
es_mx: Imprimir

source: Edit FAQ
es_mx: Editar FAQ

source: Other Languages
es_mx: Otros idiomas

source: Manage Access
es_mx: Administar el acceso

source: Delete FAQ
es_mx: Borrar FAQ

source: Update FAQ
es_mx: Acutalizar FAQ

source: Add FAQ
es_mx: Añadir FAQ

source: Category Listing
es_mx: Listado de categorías

source: FAQ category the question belongs to.
es_mx: Categoría FAQ a la que pertenece la pregunta.

source: Select FAQ Category
es_mx: Seleccione una categoría FAQ

source: Check all help topics related to %s.
es_mx: Revise todos los temas de ayuda relacionados con este %s.

source: this FAQ article
es_mx: Este artículo FAQ

source: Featured (promote to front page)
es_mx: Destacado (promovido hacia la página principal)

source: Article Content
es_mx: Contenido del artículo

source: Knowledgebase Article Content
es_mx: Contenido del artículo de la base de conocimientos

source: Here you can manage the question and answer for the article. Multiple languages are available if enabled in the admin panel.
es_mx: Aquí puedes gestionar las preguntas y respuestas del artículo. Están disponibles varios idiomas si están activados en el panel de administración.

source: Question
es_mx: Pregunta

source: Answer
es_mx: Responder

source: Common Attachments
es_mx: Adjuntos habituales

source: These attachments are always available, regardless of the language in which the article is rendered
es_mx: Estos adjuntos siempre están disponibles, independientemente del idioma en el que se redacta el artículo

source: Language-Specific Attachments
es_mx: Adjuntos específicos del idioma

source: These attachments are only available when article is rendered in one of the following languages.
es_mx: Estos adjuntos solo están disponibles cuando el artículo está redactado en uno de los siguientes idiomas.

source: Attachments for %s
es_mx: Adjuntos para %s

source: Update Filter
es_mx: Actualizar filtro

source: Add New Filter
es_mx: Agregar nuevo filtro

source: Add Filter
es_mx: Agregar filtro

source: Filters are executed based on execution order. Filter can target specific ticket source.
es_mx: Los filtros se ejecutan basados en un orden de ejecución. Un filtro puede dirigirse a una fuente específica de Ticket.

source: Filter Name
es_mx: Nombre de Filtro

source: Execution Order
es_mx: Orden de Ejecución

source: <strong>Stop</strong> processing further on match!
es_mx: ¡<strong>Pare</strong> de hacer ese proceso!

source: Filter Status
es_mx: Estado de Filtro

source: Target Channel
es_mx: Canal de destino

source: Select a Channel
es_mx: Seleccione un canal

source: System Emails
es_mx: correos del sistema

source: Filter Rules
es_mx: Reglas de Filtro

source: Filter Actions
es_mx: Acciones de filtros

source: Rules are applied based on the criteria.
es_mx: Las regras se aplican en función de unos criterios.

source: Rules Matching Criteria
es_mx: Reglas de coincidencia de criterios

source: Match All
es_mx: Todo coincide

source: Match Any
es_mx: Cualquiera coincide

source: case-insensitive comparison
es_mx: comparación entre mayúsculas y minúsculas

source: Select One
es_mx: Seleccione una

source: Add Rule
es_mx: Añadir Regla

source: Can be overridden by other filters depending on processing order.
es_mx: Puede ser sobrescrita por otros filtros dependiendo del orden de procesamiento.

source: Actions are executed in the order declared below
es_mx: Las acciones se ejecutan en el orden indicado a continuación

source: %s must be active
es_mx: %s debe estar activa

source: Select an Action
es_mx: Selecciona una acción

source: filter
es_mx: filtro

source: No filters found
es_mx: No se encontraron filtros

source: Order
es_mx: Ordenar

source: Rules
es_mx: Reglas

source: Target
es_mx: Destino

source: selected filter
es_mx: filtro seleccionado

source: Deleted data CANNOT be recovered, including any associated rules.
es_mx: Las entradas eliminadas NO se puede recuperar, incluyendo cualquier FAQ asociada.

source: Copyright &copy;
es_mx: Derechos de autor &copy;

source: All Rights Reserved.
es_mx: Todos los derechos reservados.

source: OK
es_mx: Aceptar

source: Staff Control Panel
es_mx: Panel de Control del Personal

source: Welcome, %s.
es_mx: Bienvenido, %s.

source: Agent Panel
es_mx: Panel de agente

source: Profile
es_mx: Perfil

source: Log Out
es_mx: Salir

source: Customer Support System
es_mx: Sistema de soporte al cliente

source: Update Help Topic
es_mx: Actualizar el tema de ayuda

source: Add New Help Topic
es_mx: Añadir nuevo tema de ayuda

source: Add Topic
es_mx: Agregar tema

source: Help Topic Information
es_mx: Información sobre Tema de Ayuda

source: New ticket options
es_mx: Nuevas opciones de Ticket

source: Topic
es_mx: Tema

source: Private/Internal
es_mx: Privado/interno

source: Parent Topic
es_mx: Tema principal

source: Top-Level Topic
es_mx: Tema de alto nivel

source: Ticket Number Format
es_mx: Formato del Número de Ticket

source: Custom
es_mx: Personalizado

source: Format
es_mx: Formato

source: e.g.
es_mx: Ej.

source: Sequence
es_mx: Secuencia

source: Random
es_mx: Aleatorio

source: Department's Default
es_mx: Departamento por defecto

source: Thank-You Page
es_mx: Página de agradecimiento

source: Auto-assign To
es_mx: Asignar automáticamente a

source: Agents (%d)
es_mx: Agentes (%d)

source: Teams (%d)
es_mx: Equipos (%d)

source: Add Custom Form
es_mx: Añadir formulario personalizado

source: Add a custom form
es_mx: Añadir un formulario personalizado

source: help topic
es_mx: tema de ayuda

source: Save
es_mx: Guardar

source: Sorting Mode
es_mx: Modo de clasificación

source: No help topics found
es_mx: No se encontraron temas de ayuda

source: selected help topic
es_mx: Tema de ayuda seleccionado

source: Email or Username
es_mx: Correo electrónico o nombre de usuario

source: Forgot My Password
es_mx: Olvidé mi contraseña

source: Log In
es_mx: Inicia sesión

source: Powered by
es_mx: Impulsado por

source: Delete Organization
es_mx: Eliminar organización

source: Manage Forms
es_mx: Gestionar formularios

source: Notes
es_mx: Notas

source: Add Organization
es_mx: Agregar organización

source: No organizations found!
es_mx: ¡No se encontraron organizaciones!

source: Query returned 0 results.
es_mx: La consulta ha devuelto 0 resultados.

source: Landing Page
es_mx: Página de destino

source: Offline Page
es_mx: Página sin conexion

source: Update Page
es_mx: Actualizar Página

source: Add New Page
es_mx: Agregar Nueva Página

source: Add Page
es_mx: Agregar Página

source: Page information
es_mx: Página de información

source: Select Page Type
es_mx: Seleccione el tipo de página

source: Public URL
es_mx: URL Público

source: Page Content
es_mx: Contenido de la página

source: Ticket variables are only supported in thank-you pages.
es_mx: Las variables del ticket solo se permiten en las páginas de agradecimiento.

source: site page
es_mx: Páginas del sitio

source: No pages found!
es_mx: ¡No se encontraron páginas!

source: Site Pages
es_mx: Páginas del sitio

source: (in-use)
es_mx: (en uso)

source: selected site page
es_mx: Página principal seleccionada

source: Install a new plugin
es_mx: Instalar un nuevo plugin

source: To add a plugin into the system, download and place the plugin into the <code>include/plugins</code> folder. Once in the plugin is in the <code>plugins/</code> folder, it will be shown in the list below.
es_mx: Para agregar un plugin en el sistema, descarga y colocar el plugin en la carpeta <code>include/plugins</code>. Una vez el plugin está en la carpeta <code>plugins/</code>, se mostrará en la lista siguiente.

source: Install
es_mx: Instalar

source: Version
es_mx: Versión

source: Author
es_mx: Autor

source: Update Plugin
es_mx: Actualizar Plugin

source: Manage Plugin
es_mx: Administrar Plugin

source: Configuration
es_mx: Configuración

source: This plugin has no configurable settings
es_mx: Este plugin no tiene ajustes de configuración

source: Every plugin should be so easy to use.
es_mx: Cada plugin debe ser fácil de usar.

source: Currently Installed Plugins
es_mx: Plugins instalados actualmente

source: Add New Plugin
es_mx: Añadir nuevo Plugin

source: Plugin Name
es_mx: Nombre del plugin

source: Date Installed
es_mx: Fecha de instalación

source: No plugins installed yet &mdash; %s add one %s!
es_mx: Aún no hay plugins instalados &mdash; %s añadir uno %s!

source: selected plugin
es_mx: plugin seleccionado

source: Configuration for deleted plugins CANNOT be recovered.
es_mx: La configuración de plugins borrados NO se pueden recuperar.

source: My Account Profile
es_mx: Perfil de mi cuenta

source: Account
es_mx: Cuenta

source: Preferences
es_mx: Preferencias

source: e.g. me@mycompany.com
es_mx: ej, minombre@micompañia.com

source: Authentication
es_mx: Autenticación

source: Status and Settings
es_mx: Estado y configuración

source: Vacation Mode
es_mx: Modo de vacaciones

source: Profile preferences and settings
es_mx: Perfil, preferencias y configuraciones

source: Maximum Page size
es_mx: Tamaño máximo de página

source: show %s records
es_mx: Mostrar registros de %s

source: per page.
es_mx: por página.

source: Auto Refresh Rate
es_mx: Frecuencia de Actualización

source: Tickets page refresh rate in minutes.
es_mx: La frecuencia de actualización de la página de Tickets es de unos minutos.

source: Every minute
es_mx: cada minuto

source: Default From Name
es_mx: Nombre por defecto

source: From name to use when replying to a thread
es_mx: Nombre por defecto para usar al responder a un hilo

source: Email Address Name
es_mx: Nombre de correo

source: Department Name (%s)
es_mx: Nombre del departamento (%s)

source: if public
es_mx: si es público

source: My Name
es_mx: Mi nombre

source: Default Ticket Queue
es_mx: Cola de Ticket por defecto

source: system default
es_mx: Sistema predeterminado

source: Thread View Order
es_mx: Ver orden de hilo

source: The order of thread entries
es_mx: El orden de las entradas del hilo

source: Descending
es_mx: Descendente

source: Ascending
es_mx: Ascendente

source: Default Signature
es_mx: Firma Predeterminada

source: This can be selected when replying to a thread
es_mx: Esto puede seleccionarse al responder un hilo

source: My Signature
es_mx: Mi firma

source: Department Signature (%s)
es_mx: Firma del Departamento (%s)

source: if set
es_mx: Si se establece

source: Default Paper Size
es_mx: Tamaño del papel predeterminado

source: Paper size used when printing tickets to PDF
es_mx: Tamaño del papel usado al imprimir Tickets en PDF

source: Reply Redirect
es_mx: Responder redirección

source: Redirect URL used after replying to a ticket.
es_mx: Redireccionar URL usada después de responder a un ticket.

source: Queue
es_mx: Cola

source: Image Attachment View
es_mx: Vista de Imagen Adjunta

source: Open image attachments in new tab or directly download. (CTRL + Right Click)
es_mx: Abrir imágenes adjuntas en nueva pestaña o descargar directamente. (CTRL + Click derecho)

source: Download
es_mx: descargar

source: Inline
es_mx: En línea

source: Localization
es_mx: Localización

source: Time Zone
es_mx: Zona Horaria

source: Time Format
es_mx: Formato de hora

source: Relative Time
es_mx: Tiempo relativo

source: Preferred Language
es_mx: Idioma preferido

source: Use Browser Preference
es_mx: Utilice las preferencias del navegador

source: Preferred Locale
es_mx: Región Preferida

source: Use Language Preference
es_mx: Usar Idioma Preferido

source: Optional signature used on outgoing emails.
es_mx: En los correos electrónicos salientes la firma es opcional.

source: Signature is made available as a choice, on ticket reply.
es_mx: La firma se hace disponible como una opción en la respuesta de un Ticket.

source: Send Email
es_mx: Enviar Correo

source: A confirmation email has been sent
es_mx: Se ha enviado un correo electrónico de confirmación

source: A password reset email was sent to the email on file for your account. Follow the link in the email to reset your password.
es_mx: Se ha enviado un email para restablecer su contraseña a su cuenta de correo electrónico. Siga el link de dicho email para restablecer su contraseña.

source: Add New Queue
es_mx: Añadir nueva cola

source: Manage Custom Queue
es_mx: Gestionar cola personalizada

source: Ticket Queues
es_mx: Colas de Tickets

source: Criteria
es_mx: Criterio

source: Columns
es_mx: Columnas

source: Sort
es_mx: Ordenar

source: Conditions
es_mx: Condiciones

source: Preview
es_mx: Vista previa

source: Queue Name
es_mx: Nombre de la cola

source: Parent Queue
es_mx: Cola padre

source: Top-Level Queue
es_mx: Cola de nivel superior

source: Inherited Criteria
es_mx: Criterios heredados

source: Queue Search Criteria
es_mx: Criterios de búsqueda de cola

source: Quick Filter
es_mx: Filtro rápido

source: Inherit from parent
es_mx: Heredar de padre

source: Defaut Sorting
es_mx: Ordenación por defecto

source: Manage columns in this queue
es_mx: Administrar columnas en esta cola

source: Add, and remove the fields in this list using the options below. Drag columns to reorder them.
es_mx: Agregue y elimine los campos de esta lista usando las opciones a continuación. Arrastre las columnas para reordenarlas.

source: Manage Export fields this queue
es_mx: Manejar campos de exportación en esta cola

source: Add, and remove the fields in this list using the options below. Drag fields to reorder them.
es_mx: Agregue y elimine los campos de esta lista usando las opciones a continuación. Arrastre las columnas para reordenarlas.

source: Manage Queue Sorting
es_mx: Administrar la clasificación de la cola

source: Select the sorting options available in the sorting drop-down when viewing the queue. New items can be added via the drop-down below.
es_mx: Seleccione las opciones de clasificación disponibles en la lista desplegable de clasificación al ver la cola. Los nuevos elementos se pueden agregar a través del menú desplegable a continuación.

source: Inherit sorting from the parent queue
es_mx: Heredar ordenando de la cola padre

source: Details
es_mx: Detalles

source: Add Sort Criteria
es_mx: Añadir criterios de clasificación

source: Add New Sort Criteria
es_mx: Añadir nuevo criterio de clasificación

source: Conditions are used to change the view of the data in a row based on some conditions of the data. For instance, a column might be shown bold if some condition is met.
es_mx: Las condiciones se utilizan para cambiar la vista de los datos en una fila en función de algunas condiciones de los datos. Por ejemplo, una columna puede mostrarse en negrita si se cumple alguna condición.

source: These conditions apply to an entire row in the queue.
es_mx: Estas condiciones se aplican a una fila entera en la cola.

source: Add a condition
es_mx: Añadir una condición

source: Creator
es_mx: Creador

source: Update Role
es_mx: Actualizar Rol

source: Add Role
es_mx: Añadir Rol

source: Permissions
es_mx: Permisos

source: Roles are used to define agents' permissions
es_mx: Los roles son usados para definir los permisos de los agentes

source: role
es_mx: rol

source: Created On
es_mx: Creado en

source: No roles defined yet &mdash; %s add one %s!
es_mx: Aún no hay roles definidos &mdash;%s añade uno %s!

source: Are you sure want to <b>enable</b> %s?
es_mx: Está seguro que quiere <b>activar</b> %s?

source: selected role
es_mx: rol seleccionado

source: Are you sure want to <b>disable</b> %s?
es_mx: Está seguro que desea <b>disable</b> %s?

source: Deleted roles CANNOT be recovered.
es_mx: Los roles NO PUEDEN ser recuperados.

source: Actions
es_mx: Acciones

source: Agents Settings
es_mx: Configuración de agentes

source: General Settings
es_mx: Configuración general

source: Name Formatting
es_mx: Nombre del formato

source: Agent Identity Masking
es_mx: Enmascarado de la identificación del agente

source: Hide agent's name on responses.
es_mx: Ocultar el nombre del agente en las respuestas.

source: Avatar Source
es_mx: Ruta del avatar

source: Authentication Settings
es_mx: Configuración de Identificación

source: Password Expiration Policy
es_mx: Directiva de caducidad de contraseña

source: No expiration
es_mx: Sin caducidad

source: Allow Password Resets
es_mx: Permitir Restablecimiento de Contraseñas

source: Reset Token Expiration
es_mx: Restablecer la caducidad de un token

source: Agent Excessive Logins
es_mx: Excesivas identificaciones de un Agente

source: failed login attempt(s) allowed before a lock-out is enforced
es_mx: Intento(s) fallidos de identificarse permitidos antes de bloquear la cuenta

source: minutes locked out
es_mx: Minutos de bloqueo

source: Agent Session Timeout
es_mx: Tiempo de desconexión de la cuenta de un agente

source: (0 to disable)
es_mx: (0 para desactivar)

source: Bind Agent Session to IP
es_mx: Unir la sesión de un agente a una IP

source: Authentication and Registration Templates &amp; Pages
es_mx: Plantillas de paginas de Identificación &amp; Registro

source: Agent Welcome Email
es_mx: Email de bienvenida al Agente

source: Sign-in Login Banner
es_mx: Banner de Registro

source: Password Reset Email
es_mx: Correo de Reseteo de Contraseña

source: Reset Changes
es_mx: Restaurar cambios

source: Admin Email
es_mx: Email de administración

source: Department Manager
es_mx: Gerente del Departamento

source: Organization Account Manager
es_mx: Gerente de cuentas de la organización

source: Last Respondent
es_mx: Último demandado

source: New Internal Activity Alert
es_mx: Nueva alerta de actividad interna

source: Assigned Agent
es_mx: Agentes asignados

source: System Alerts
es_mx: Alertas del Sistema

source: System Errors
es_mx: Errores de Sistema

source: (enabled by default)
es_mx: (habilitado por defecto)

source: SQL errors
es_mx: Errores SQL

source: Excessive failed login attempts
es_mx: Intentos excesivos de inicio de sesión fallidos

source: Global setting - can be disabled at department or email level.
es_mx: Configuración global - puede desactivarse a nivel de departamento o por correo electrónico.

source: New Ticket by Agent
es_mx: Nuevo Ticket por el agente

source: Submitter: Send receipt confirmation
es_mx: Remitente: Confirmación de recibo del envío

source: Participants: Send new activity notice
es_mx: Participantes: Enviar nuevo aviso de actividad

source: Email Settings and Options
es_mx: Configuración de email y Opciones

source: Note that some of the global settings can be overridden at department/email level.
es_mx: Tenga en cuenta que algunos de los ajustes globales pueden ser sobreescritos a nivel de departamento o correo electrónico.

source: Default Template Set
es_mx: Conjunto de plantillas predeterminadas

source: Select Default Email Template Set
es_mx: Seleccione conjunto de plantillas de Email predeterminado

source: Default System Email
es_mx: Correo electrónico predeterminado del sistema

source: Default Alert Email
es_mx: Correo electrónico de alerta por defecto

source: Use Default System Email (above)
es_mx: Utilizar el email del sistema por defecto (arriba)

source: Admin's Email Address
es_mx: Dirección de Email del Administrador

source: Verify Email Addresses
es_mx: Compruebe las direcciones de correo

source: Verify email address domain
es_mx: Compruebe el dominio del correo

source: Incoming Emails
es_mx: Emails entrantes

source: Email Fetching
es_mx: Buscar correo electrónico

source: Fetch on auto-cron
es_mx: Buscar en auto-cron

source: Strip Quoted Reply
es_mx: Respuesta de zona citada

source: Reply Separator Tag
es_mx: Respuesta separador etiqueta

source: Emailed Tickets Priority
es_mx: Prioridad de Tickets por Email

source: Accept All Emails
es_mx: Aceptar todos los correos electrónicos

source: Accept email from unknown Users
es_mx: Aceptar correos electrónicos de usuarios desconocidos

source: Accept Email Collaborators
es_mx: Aceptar correos electrónicos de colaboradores

source: Automatically add collaborators from email fields
es_mx: Añadir automáticamente los campos de correo electrónico de los colaboradores

source: Default email only applies to outgoing emails without SMTP setting.
es_mx: Por defecto el Email solamente aplica los Emails salientes sin la configuración SMTP.

source: Default MTA
es_mx: MTA por defecto

source: None: Use PHP mail function
es_mx: Ninguno: Utilice la función de correo PHP

source: Email attachments to the user
es_mx: Archivos adjuntos para el correo electrónico del usuario

source: Knowledge Base Settings and Options
es_mx: Configuración de la base de conocimientos y opciones

source: Disabling knowledge base disables clients' interface.
es_mx: Desactivar la base de conocimientos deshabilita la interfaz de los clientes.

source: Knowledge Base Status
es_mx: Estado de la base de conocimiento

source: Enable Knowledge Base
es_mx: Habilitar la Base de conocimientos

source: Require Client Login
es_mx: Se requiere que el cliente se identifique

source: Enable Canned Responses
es_mx: Activar respuestas predefinidas

source: Company Profile
es_mx: Perfil de la empresa

source: Basic Information
es_mx: Información básica

source: Login Backdrop
es_mx: Fondo del login

source: To edit or add new pages go to %s Manage &gt; Site Pages %s
es_mx: Para editar o añadir nuevas páginas ir a %s administrar &gt; página %s

source: Select Landing Page
es_mx: Seleccionar página de destino

source: Select Offline Page
es_mx: Seleccione página de desconexión

source: Default Thank-You Page
es_mx: Página de agradecimiento por defecto

source: Select Thank-You Page
es_mx: Seleccione la página de agradecimiento

source: System Default Logo
es_mx: Logo de sistema por defecto

source: Use a custom logo
es_mx: Utilizar un logotipo personalizado

source: Upload a new logo
es_mx: Subir un nuevo logo

source: System Default Backdrop
es_mx: Fondo por defecto del sistema

source: Use a custom backdrop
es_mx: Use un fondo personalizado

source: Upload a new backdrop
es_mx: Subir archivo nuevo diseño de fondo

source: selected image
es_mx: imagen seleccionada

source: System Settings and Preferences
es_mx: Configuración y preferencias del sistema

source: Helpdesk Status
es_mx: Estado de Helpdesk

source: Online
es_mx: En línea

source: Offline
es_mx: Fuera de Línea

source: Helpdesk Name/Title
es_mx: Nombre/título de Helpdesk

source: Default Department
es_mx: Departamento por defecto

source: Select Default Department
es_mx: Seleccione el departamento por defecto

source: Collision Avoidance Duration
es_mx: Duración del filtro de colisión

source: Default Page Size
es_mx: Tamaño de página predeterminado

source: Default Log Level
es_mx: Nivel Log predeterminado

source: None (Disable Logger)
es_mx: Ninguno (desactivar registros)

source: DEBUG
es_mx: DEPURACIÓN

source: WARN
es_mx: AVISO

source: Purge Logs
es_mx: Purgar Logs

source: Never Purge Logs
es_mx: Nunca purgar registros

source: After %d month
es_mx: Después de %d mes

source: Show Avatars
es_mx: Mostrar Avatares

source: Show Avatars on thread view.
es_mx: Mostrar avatares en la vista de hilo.

source: Enable Rich Text
es_mx: Activar Texto Enriquecido

source: Enable html in thread entries and email correspondence.
es_mx: Activar html en las entradas del hilo y correspondencia de correo.

source: Date and Time Options
es_mx: Opciones de Fecha y hora

source: Default Locale
es_mx: Región por defecto
