Repository: rafaelglez94/osticket_esMx
Catalog: 1.14.x/LC_MESSAGES/messages.po
Languages: es_mx

source: Selected date is earlier than permitted
es_mx: La fecha selecionada es más pronta de lo permitido

source: Selected date is later than permitted
es_mx: La fecha seleccionada es más tarde de lo permitido

source: on
es_mx: en

source: not on
es_mx: no en

source: before
es_mx: antes

source: after
es_mx: después

source: between
es_mx: entre

source: period
es_mx: Período

source: in the last n days
es_mx: en los últimos n días

source: in the next n days
es_mx: en los próximos n días

source: in the future
es_mx: en el futuro

source: in the past
es_mx: en el pasado

source: more than n days from now
es_mx: más de n días desde ahora

source: more than n days ago
es_mx: hace más de n días

source: %1$s before %2$s
es_mx: %1$s antes %2$s

source: %1$s after %2$s
es_mx: %1$s después %2$s

source: %1$s in the next %2$s
es_mx: %1$s en el siguiente %2$s

source: %1$s in the last %2$s
es_mx: %1$s en el último %2$s

source: %1$s after %2$s from now
es_mx: %1$s después %2$s desde ahora

source: %1$s before %2$s ago
es_mx: %1$s después %2$s atrás

source: %1$s between %2$s and %3$s
es_mx: %1$s entre %2$s y %3$s

source: %1$s is in the future
es_mx: %1$s está en el futuro

source: %1$s is in the past
es_mx: %1$s está en el pasado

source: %1$s is %2$s
es_mx: %1$s es %2$s

source: Tomorrow
es_mx: Mañana

source: Last 7 days
es_mx: Últimos 7 días

source: Last 30 days
es_mx: Últimos 30 días

source: Next 7 days
es_mx: Próximos 7 días

source: Next 30 days
es_mx: Próximos 30 días

source: Enable Attachments
es_mx: Habilitar archivos adjuntos

source: Enables attachments, regardless of channel
es_mx: Permite archivos adjuntos, independientemente del canal

source: The "file_uploads" directive is disabled in php.ini
es_mx: La directiva "file_uploads" está deshabilitada en php.ini

source: Default selection for this field
es_mx: Selección por omisión de este campo

source: Dynamic Fields
es_mx: Campos dinámicos

source: Priority Level
es_mx: Nivel de prioridad

source: Auto Detect
es_mx: Autodetectar

source: Add Auto Detect Button
es_mx: Agregar botón de auto-detección

source: Agents
es_mx: Agentes

source: Teams
es_mx: Equipos

source: Assignee
es_mx: Procurador

# ticket state name
source: Open
es_mx: Abierto

# ticket state action
source: Open
es_mx: Abierto

# ticket state name
source: Closed
es_mx: Cerrado

# ticket state action
source: Close
es_mx: Cerrar

# ticket state name
source: Archived
es_mx: Archivado

# ticket state action
source: Archive
es_mx: Archivar

# ticket state name
source: Deleted
es_mx: Eliminado

# ticket state action
source: Delete
es_mx: Eliminar

source: Small
es_mx: Pequeño

source: Maximum File Size
es_mx: Tamaño máximo de archivo

source: Choose maximum size of a single file uploaded to this field
es_mx: Elija el tamaño máximo de un solo archivo subido a este campo

source: Restrict by File Type
es_mx: Restringir por tipo de archivo

source: Optionally, choose acceptable file types.
es_mx: Opcionalmente, seleccione tipos de archivo aceptable.

source: No restrictions
es_mx: Sin restricciones

source: Additional File Type Filters
es_mx: Filtros de tipo de archivo adicionales

source: Optionally, enter comma-separated list of additional file types, by extension. (e.g .doc, .pdf).
es_mx: De forma opcional, introduzca lista separada por comas de tipos de archivos adicionales, por extensión. (e.g .doc, .pdf).

source: Maximum Files
es_mx: Archivos de máximos

source: Users cannot upload more than this many files.
es_mx: Los usuarios no pueden cargar archivos más de tantos.

source: No limit
es_mx: No hay límite

source: File type is not allowed
es_mx: Tipo de archivo no está permitido

source: Invalid File
es_mx: Archivo inválido

source: File size is too large
es_mx: Tamaño del archivo es demasiado grande

source: Unable to save file
es_mx: No se puede guardar archivo

source: List of file names
es_mx: Lista de nombres de archivo

source: Attached files
es_mx: Archivos adjuntos

source: Select
es_mx: Seleccionar

source: Drop files here or %s choose them %s
es_mx: Soltar archivos aquí o %s elegirlos %s

source: Content
es_mx: Contenido

source: Free text shown in the form, such as a disclaimer
es_mx: Texto libre se muestra en la forma, como un descargo de responsabilidad

source: Attachments
es_mx: Adjuntos

source: Related Resources
es_mx: Recursos Relacionados

source: Assignee selection required
es_mx: Selección de Asignación requerida

source: Optional reason for the assignment
es_mx: Razón opcional de asignación

source: Unknown assignee
es_mx: Asignado desconocido

source: Agent is unavailable for assignment
es_mx: El agente no está disponible para ser asignado

source: Team is disabled
es_mx: Los Equipos están desactivados

source: Team does not have members
es_mx: Este equipo no tiene miembros

source: %s: Unknown template style %s
es_mx: %s: Plantila de estilo desconocida %s

source: Optional reason for the claim
es_mx: Razón opcional para la reclamación

source: Optional reason for releasing assignment
es_mx: Razón opcional por realizar la asignación

source: Optional reason for marking ticket as (un)answered
es_mx: Razón opcional por marcar el ticket como (no)respondido

source: Referee
es_mx: Referido

source: Agent
es_mx: Agente

source: Team
es_mx: Equipo

source: Select Agent
es_mx: Selecciona agente

source: Agent selection required
es_mx: Selección de Agente requerida

source: Team selection required
es_mx: Selección de Equipo requerida

source: Select Team
es_mx: Equipo seleccionado

source: Dept. selection required
es_mx: Selección de Departamento requerida

source: Select Department
es_mx: Seleccione departamento

source: Optional reason for the referral
es_mx: Razón opcional para el referido

source: Unknown selection
es_mx: Selección desconocida

source: Optional reason for the transfer
es_mx: Razón opcional para la transferencia

source: Unknown department
es_mx: Departamento desconocido

source: Unable to parse submitted csv:
es_mx: Imposible de procesar el Csv entregado:

source: Whoops. Perhaps you meant to send some CSV records
es_mx: Whoops. Tal vez se refería a enviar archivos archivos CSV

source: %s: Field must have `variable` set to be imported
es_mx: %s: El campo debe tener una 'variable' para ser importado

source: %s: Unable to map header to the object field
es_mx: %s Imposible asignar cabecera al campo del objeto

source: Bad data. Expected: %s
es_mx: Datos incorrectos. Esperado: %s

source: %1$s: Invalid data: %2$s
es_mx: Datos no válidos de %1$s:: %2$s

source: No errors
es_mx: Sin errores

source: Maximum stack depth exceeded
es_mx: Profundidad máxima de pila excedido

source: Underflow or the modes mismatch
es_mx: Desbordamiento de capacidad inferior o el desajuste de los modos

source: Unexpected control character found
es_mx: Encontrado un carácter de control inesperado

source: Syntax error, malformed JSON
es_mx: Error de sintaxis. no concuerda con JSON

source: Malformed UTF-8 characters, possibly incorrectly encoded
es_mx: Caracteres UTF-8 malformados, posiblemente incorrectamente codificados

source: Unknown error
es_mx: Error desconocido

source: Unknown JSON parsing error
es_mx: JSON parsing error desconocido

source: Title is required
es_mx: Se requiere título

source: Alphabetical
es_mx: alfabético

source: Alphabetical (Reversed)
es_mx: Alfabético (invertido)

source: Manually Sorted
es_mx: Ordenado manualmente

source: Value
es_mx: Valor

source: Abbreviation
es_mx: Abreviatura

source: %s is required
es_mx: %s es necesario

source: Unable to import item: %s
es_mx: Incapaz de importar item: %s

source: Unable to parse submitted items
es_mx: Incapaz de procesar los items entregados

source: Custom Lists
es_mx: Listas Personalizadas

source: Allow Reopen
es_mx: Permitir reabrir

source: Allow tickets on this status to be reopened by end users
es_mx: Permitir al usuario volver abrir el Ticket en este estado

source: Reopen Status
es_mx: Estado de Reabrir

source: Status label
es_mx: Etiqueda de estado

source: State name (e.g. open or closed)
es_mx: Nombre de estado (ej. abierto o cerrado)

source: State
es_mx: Estado

source: Status Name
es_mx: Nombre de estado

source: Unknown or invalid flag
es_mx: Bandera desconocida o no válida

source: Unknown or invalid flag format
es_mx: Formato de bandera desconocida o no es válido

source: Unknown or invalid state
es_mx: Estado desconocido o no es válido

source: Unable to email via SMTP
es_mx: Incapaz de enviar email por SMTP

source: Unable to email via php mail function
es_mx: Incapaz de enviar email con la función mail de php

source: Mailer Error
es_mx: Error de Mailer

source: image
es_mx: imagen

source: Banned email — %s
es_mx: Email prohibido— %s

source: Mail Processing Exception
es_mx: Excepción de procesamiento de correo

source: Mailbox: %s | Error(s): %s
es_mx: Buzón: %s | Errores: %s

source: Excessive errors processing emails for %1$s/%2$s. Please manually check the inbox.
es_mx: Excesivos errores de procesamiento de emails para 1$s/%2$s. Por favor comprueba %1$smanualmente la bandeja de entrada.

source: Mail Fetcher
es_mx: Obtención de mensajes

source: osTicket requires PHP IMAP extension enabled for IMAP/POP3 email fetch to work!
es_mx: osTicket requiere habilitar la extensión PHP IMAP para que IMAP/POP3 email vuelva a trabajar!

source: Mail Fetch Error
es_mx: Error en la búsqueda de correo

source: %1$d consecutive errors. Maximum of %2$d allowed
es_mx: %1$d errores consecutivos. Máximo de %2$d permitidos

source: This could be connection issues related to the mail server. Next delayed login attempt in aprox. %d minutes
es_mx: Esto podrían ser problemas de conexión al servidor de correo. Próxima intento de inicio de sesión retrasado %d minutos

source: Mail Fetch Failure Alert
es_mx: Alarma por fallo en al búsqueda de correo

source: Dashboard
es_mx: Panel de Control

source: Agent Dashboard
es_mx: Agente del panel de control

source: Users
es_mx: Usuarios

source: User Directory
es_mx: Directorio de usuarios

source: Tasks
es_mx: Tareas

source: Task Queue
es_mx: Cola de Tareas

source: Ticket Queue
es_mx: Cola de Tickets

source: Applications
es_mx: Aplicaciones

source: Agent Directory
es_mx: Directorio del agente

source: My Profile
es_mx: Mi perfil

source: Organizations
es_mx: Organizaciones

source: Categories
es_mx: Categorías

source: Canned Responses
es_mx: Respuestas Predefinidas

source: Admin Dashboard
es_mx: Admin del panel de control

source: Settings
es_mx: Configuración

source: System Settings
es_mx: Ajustes del sistema

source: Manage
es_mx: Administrar

source: Manage Options
es_mx: Gestionar opciones

source: Email Settings
es_mx: Configuración de email

source: Manage Agents
es_mx: Administrar agentes

source: System Logs
es_mx: Registros del Sistema

source: Company
es_mx: Empresa

source: System
es_mx: Sistema

source: Help Topics
es_mx: Temas de ayuda

source: Ticket Filters
es_mx: Filtros de Tickets

source: Pages
es_mx: Páginas

source: Forms
es_mx: Formularios

source: Lists
es_mx: Listas

source: Email Addresses
es_mx: Direcciones de correo electrónico

source: Banned Emails
es_mx: Emails prohibidos

source: Templates
es_mx: Plantillas

source: Email Templates
es_mx: Plantillas de correo electrónico

source: Diagnostic
es_mx: Diagnóstico

source: Email Diagnostic
es_mx: Diagnóstico de correo electrónico

source: Departments
es_mx: Departamentos

source: Support Center Home
es_mx: Inicio Centro de Soporte

source: Open a New Ticket
es_mx: Abrir un nuevo Ticket

source: Show all tickets
es_mx: Mostrar todos los Tickets

source: View Ticket Thread
es_mx: Ver Hilo de Tickets

source: View ticket status
es_mx: Ver estado de Ticket

source: Check Ticket Status
es_mx: Ver Estado de un Ticket

source: %s Note
es_mx: Nota %s

source: Create
es_mx: Crear

source: Ability to create new organizations
es_mx: Capacidad de crear nuevas organizaciones

source: Ability to manage organizations
es_mx: Capacidad de administrar organizaciones

source: Ability to delete organizations
es_mx: Capacidad de eliminar organizaciones

source: Primary Contacts
es_mx: Contactos primarios

source: Account Manager
es_mx: Administrador de cuentas

source: Organization Members
es_mx: Miembros de la organización

source: Enter a valid email domain, like domain.com
es_mx: Introducir un dominio de email válido, como dominio.com

source: Select an agent or team from the list
es_mx: Seleccione un agente o un equipo de la lista

source: Unable to update organization form
es_mx: No se pudo actualizar la organización

source: Organization with the same name already exists
es_mx: Organización con el mismo nombre ya existe

source: Organization Data
es_mx: Datos de la organización

source: %s: Model does not define meta.table
es_mx: %s: Modelo no definido meta.table

source: %s: Model does not define meta.pk
es_mx: Modelo %s no define meta.pk

source: %s: Reverse does not specify any constraints
es_mx: %s: inversa no especifica restricciones

source: %s: %s: Field not defined
es_mx: %s: %s: campo no definido

source: Expecting NULL or instance of %s. Got a %s instead
es_mx: Esperando NULL o instancia de %s. En su lugar se obtuvo %s

source: QuerySet is read-only
es_mx: QuerySet es de sólo lectura

source: Parameter count does not match query
es_mx: El parámetro del contador no coincide con consulta

source: Invalid CSRF token [%1$s] on %2$s
es_mx: Token CSRF invalido [%1$s] en %2$s

source: Invalid CSRF Token
es_mx: Token CSRF inválido

source: Company Information
es_mx: Informacion de la compañía

source: osTicket Alerts
es_mx: Alertas osTicket

source: A page currently in-use CANNOT be disabled!
es_mx: No se puede desactivar una página actualmente en uso!

source: Page is in-use!
es_mx: Página está en uso!

source: Type is required
es_mx: Se requiere tipo

source: Name is required
es_mx: Se requiere nombre

source: Name already exists
es_mx: Nombre ya existe

source: Page body is required
es_mx: Cuerpo de página es necesario

source: this site page
es_mx: Esta página de inicio

source: Message recipient
es_mx: Destinatario

source: Showing
es_mx: Mostrando

source: %1$d - %2$d of about %3$d
es_mx: %1$d - %2$d de acerca de %3$d

source: %1$d - %2$d of %3$d
es_mx: %1$d - %2$d de %3$d

source: (defunct — missing)
es_mx: (extinto — desaparecido)

source: Verified by %s
es_mx: Verificado por %s

source: Verified
es_mx: Verificado

source: Registered
es_mx: Registrado

source: The originator of this extension cannot be verified
es_mx: El creador de esta extensión no puede ser verificado

source: Keywords — Optional
es_mx: Palabras --- Opcional

source: Search term cannot have more than 3 keywords
es_mx: El término de búsqueda no puede contener más de tres palabras clave

source: No fields selected for searching
es_mx: No se han seleccionado campos para la búsqueda

source: From
es_mx: De

source: Last Updated
es_mx: Última actualización

source: SLA Due Date
es_mx: Fecha de expiración de SLA

source: Closed Date
es_mx: Fecha de cierre

source: Overdue
es_mx: Atrasado

source: Answered
es_mx: Respondido

source: Reopen Count
es_mx: Reabrir contador

source: A title is required
es_mx: Título es requerido

source: Saved queue with same name exists
es_mx: Ya existe una cola guardada con ese nombre

source: Select a valid queue
es_mx: Elegir una cola válida

source: Cannot be a descendent of itself
es_mx: No puede ser descendiente de sí mismo

source: No parent selected
es_mx: Padre no seleccionado

source: Select an item from the list
es_mx: Elige un elemento de la lista

source: No criteria specified
es_mx: Criterio no especificado

source: Validation errors exist on criteria
es_mx: Existen errores de validación en ese criterio

source: Start
es_mx: Comenzar

source: Before
es_mx: Antes

source: After
es_mx: Después

source: End
es_mx: Final

source: Collaborator Count
es_mx: Contador de colaboradores

source: Overdue Icon
es_mx: Ícono de atrasado

source: Ticket Source
es_mx: Fuente del Ticket

source: Locked
es_mx: Bloqueado

source: Assignee Avatar
es_mx: Imagen de perfil de asignado

source: User Avatar
es_mx: Imagen de perfil de usuario

source: Ticket Link
es_mx: Link de Ticket

source: User Link
es_mx: Link de usuario

source: Organization Link
es_mx: Link de organización

source: Ticket Link with Preview
es_mx: Ticket con link de previsualización

source: Relative Date and Time
es_mx: Fecha y hora relativa

source: Date Format
es_mx: Formato de fecha

source: Primary Data Source
es_mx: Fuente de datos primaria

source: Secondary Data Source
es_mx: Fuente de datos secundaria

source: Filter
es_mx: Filtro

source: Text Overflow
es_mx: Desbordamiento de texto

source: Wrap Lines
es_mx: Ajustar líneas

source: Add Ellipsis
es_mx: Agregar elipsis

source: Clip Text
es_mx: Clip de texto

source: Clip Beginning Text
es_mx: Clip de inicio de texto

source: Add, and remove the fields in this list using the options below. Sorting can be performed on any field, whether displayed in the queue or not.
es_mx: Agregue y elimine los campos de esta lista usando las opciones a continuación. La clasificación se puede realizar en cualquier campo, ya sea que se muestre en la cola o no.

source: Sort Criteria Title
es_mx: Ordenar criterio de títulos

source: If unsure, leave these options blank and unset
es_mx: Si no está seguro, deje estas opciones en blanco y sin configurar

source: Database Index
es_mx: Índice de la base de datos

source: Use this index when sorting on this column
es_mx: Utilice este índice al ordenar en esta columna

source: Automatic
es_mx: Automático

source: Stats
es_mx: Estadísticas

source: Ability to view stats of other agents in allowed departments
es_mx: Posibilidad de ver las estadísticas de otros agentes en departamentos permitidos

source: Topics
es_mx: Temas

source: Opened
es_mx: Abierto

source: Assigned
es_mx: Asignado

source: Closed
es_mx: Cerrado

source: Reopened
es_mx: Reabierto

source: Deleted
es_mx: Eliminado

source: Service Time
es_mx: Tiempo de Servicio

source: Response Time
es_mx: Tiempo de Respuesta

source: Must check at least one permission for the role
es_mx: Debe revisar al menos uno de los permisos del rol

source: Clone an existing role
es_mx: Clonar un rol existente

source: Type
es_mx: Tipo

source: Daily
es_mx: Diario

source: Monday
es_mx: Lunes

source: Tuesday
es_mx: Martes

source: Wednesday
es_mx: Miércoles

source: Thursday
es_mx: Jueves

source: Friday
es_mx: Viernes

source: First
es_mx: Primero

source: Last
es_mx: Último

source: Weekdays
es_mx: Días laborables

source: See all tickets in search results, regardless of access
es_mx: Ver todos los tickets en resultados de la búsqueda, independientemente del acceso

source: Validation errors exist on supplimental criteria
es_mx: Existen errores de validación en criterios suplementarios

source: Advanced Search
es_mx: Búsqueda avanzada

source: Me
es_mx: Yo

source: One of my teams
es_mx: Uno de mis equipos

source: unassigned
es_mx: sin asignar

source: Open
es_mx: Abierto

source: Error accessing SQL file %s
es_mx: Error de acceso al archivo SQL %s

source: Error parsing SQL schema
es_mx: Error de análisis al esquema SQL

source: Invalid object: %s: Expected class
es_mx: Objeto inválido :%s: Clase esperada

source: Invalid check function: Must be callable
es_mx: Función de chequeo inválida: Debe ser exigible

source: Service Level Agreement
es_mx: Acuerdos de nivel de servicio

source: Grace Period (hrs)
es_mx: Período de gracia (hrs)

source: Grace period required
es_mx: Período de validez requerido

source: Numeric value required (in hours)
es_mx: Valor numérico requerido (en horas)

source: this SLA plan
es_mx: Este plan SLA

source: %s (%d hours - %s)
es_mx: %s (%d horas - %s)

source: Agent name
es_mx: Nombre de Agente

source: Mobile Number
es_mx: Número de movil

source: Signature
es_mx: Firma

source: Authentication backend does not support password updates
es_mx: La autentificación final no permite cambios de contraseña

source: First name is required
es_mx: Nombre requerido

source: Last name is required
es_mx: Apellido es requerido

source: Valid email is required
es_mx: Se requiere un email válido

source: Already in-use as system email
es_mx: Ya en uso como email del sistema

source: Email already in use by another agent
es_mx: Email ya en uso por otro agente

source: Valid phone number is required
es_mx: Se requiere un número de teléfono válido

source: You don't have a signature
es_mx: Usted no tiene una firma

source: Unable to retrieve password reset email template
es_mx: No se puede recuperar la plantilla de email para el restablecimiento de contraseña

source: Agent Password Reset
es_mx: Restablecimiento de contraseña de agente

source: Password reset was attempted for agent: %1$s<br><br> Requested-User-Id: %2$s<br> Source-Ip: %3$s<br> Email-Sent-To: %4$s<br> Email-Sent-Via: %5$s
es_mx: Intento de restablecimiento de contraseña por el agente: %1$s<br><br> requerido-Usuario-Id: %2$s<br> fuente-Ip: %3$s<br> correo electrónico enviado a: %4$s<br> correo email enviado Via: %5$s

source: Unable to import (%s): %s
es_mx: Incapaz de importar (%s): %s

source: First name required
es_mx: Nombre requerido

source: Last name required
es_mx: Apellido requerido

source: Username is required
es_mx: Se requiere el nombre de usuario

source: Username already in use
es_mx: Nombre de usuario ya está en uso

source: Already in use system email
es_mx: Email ya en uso en el sistema

source: Department is required
es_mx: Se requiere departamento

source: Role for primary department is required
es_mx: Se requiere Rol para el departamento principal

source: Cowardly refusing to remove or lock out the only active administrator
es_mx: Imposible eliminar o bloquear el único administrador activo

source: this agent
es_mx: Este agente

source: Select a valid department
es_mx: Selecciona un departamento válido

source: Agent already has access to %s
es_mx: El agente ya tiene acceso a %s

source: Send the agent a password reset email
es_mx: Enviar al agente una correo de reseteo de la contraseña

source: New Password
es_mx: Nueva contraseña

source: Confirm Password
es_mx: Confirmar contraseña

source: Require password change at next login
es_mx: Pedir cambio de contraseña en el siguiente login

source: Current Password
es_mx: Contraseña actual

source: Enter a new password
es_mx: Introduce una nueva contraseña

source: Confirm your current password and enter a new password to continue
es_mx: Confirma tu contraseña actual e introduce una nueva contraseña para continuar

source: Clone an existing agent
es_mx: Clonar un agente existente

source: Primary Department
es_mx: Departamento primario

source: Primary Role
es_mx: Rol Principal

source: Corresponding Role
es_mx: Rol Correspondiente

source: Maintain access to current primary department
es_mx: Mantener acceso al actual departamento principal

source: Change the primary department and primary role of the selected agents
es_mx: Cambiar el departamento principal y el rol principal de los agentes seleccionados

source: Email Address — e.g. me@mycompany.com
es_mx: Dirección de correo --- e.g. yo@miempresa.com

source: Select Role
es_mx: Seleccionar Rol

source: Account Type
es_mx: Tipo de cuenta

source: Agent has access to the admin panel
es_mx: El agente tiene acceso al panel de administración

source: Send a welcome email with login information
es_mx: Enviar un correo de bienvenida con la información de acceso

source: Temporary Password
es_mx: Contraseña temporal

source: Ability to create tasks
es_mx: Capacidad de crear tareas

source: Ability to edit tasks
es_mx: Capacidad de editar tareas

source: Ability to assign tasks to agents or teams
es_mx: Capacidad de asignar tickets a agentes o equipos
