Repository: rafaelglez94/osticket_esMx
Catalog: 1.14.x/LC_MESSAGES/messages.po
Languages: es_mx

source: Excessive login attempts (user)
es_mx: Excesivos intentos de identificación (usuario)

source: Failed login attempt (user)
es_mx: Intento fallido de inicio de sesión (usuario)

source: Invalid user-id given
es_mx: ID de usuario inválido

source: Invalid reset token
es_mx: Token de reajuste no válido

source: Unable to reset password
es_mx: No se puede restablecer la contraseña

source: Password must be at least 6 characters
es_mx: La Contraseña debe tener al menos 6 caracteres

source: New password MUST be different from the current password!
es_mx: La nueva contraseña DEBE ser diferente a la contraseña actual!

source: Built-In
es_mx: Integrado

source: Oscar's A-Team
es_mx: El equipo A de Oscar

source: Mystery Man
es_mx: Hombre Misterio

source: Internal list for email banning. Do not remove
es_mx: Lista interna de correo electrónico bloqueado. No eliminar

source: Premade
es_mx: Pre-elaborado

source: Ability to add/update/disable/delete canned responses
es_mx: Capacidad de añadir/actualizar/deshabilitar/eliminar respuestas enlatadas

source: Title required
es_mx: Título requerido

source: Title is too short. 3 chars minimum
es_mx: Título demasiado corto. 3 carácteres mínimo

source: Title already exists
es_mx: El título ya existe

source: Response text is required
es_mx: Texto de respuesta requerido

source: this canned response
es_mx: Esta respuesta predefinida

source: Unable to create %s.
es_mx: No se pudo crear %s.

source: Knowledgebase
es_mx: Base de conocimientos

source: Private
es_mx: Privado

source: Public
es_mx: Público

source: Featured
es_mx: Destacado

source: Category name is required
es_mx: Nombre de categoría requerido

source: Name is too short. 3 chars minimum
es_mx: Nombre demasiado corto. 3 caracteres mínimo

source: Category already exists
es_mx: La categoría ya existe

source: Category description is required
es_mx: Se requiere la descripción de la categoría

source: Link to view the ticket
es_mx: Enlace para ver el ticket

source: Current password is required
es_mx: La contraseña actual es requerida

source: Invalid current password!
es_mx: La contraseña actual es invalida!

source: Invalid or missing information
es_mx: Información inválida o ausente

source: %s is already a collaborator
es_mx: %s ya es un colaborador

source: Disabled
es_mx: Deshabilitado

source: All
es_mx: Todos

source: Client Portal
es_mx: Portal de Cliente

source: Staff Panel
es_mx: Panel de Agentes

source: Alphabetically
es_mx: Alfabéticamente

source: Manually
es_mx: Manualmente

source: Unknown setting option
es_mx: Opción desconocida

source: Helpdesk URL is required
es_mx: Se requiere la URL del sistema de soporte

source: Helpdesk title is required
es_mx: Se requiere el título del sistema de soporte

source: Default Department is required
es_mx: Se requiere departamento por defecto

source: Enter lock time in minutes
es_mx: Introduzca el tiempo en minutos

source: Enter comma separated list of domains
es_mx: Ingrese una lista de dominios separados por comas

source: Enter comma separated list of IP addresses
es_mx: Ingrese una lista de direcciones IP separadas por coma

source: Time format is required
es_mx: Se requiere formato de hora

source: Date format is required
es_mx: Se requiere formato de fecha

source: Datetime format is required
es_mx: Se requiere formato de fecha y hora

source: Day, Datetime format is required
es_mx: se requiere formato de Día, fecha y hora

source: Default Timezone is required
es_mx: Se requiere la zona horaria predeterminada

source: A primary system language is required
es_mx: Un idioma principal es obligatorio

source: Cowardly refusing to lock out active administrator
es_mx: Imposible eliminar o bloquear el único administrador activo

source: IP address required when selecting panel
es_mx: Dirección IP requerida al seleccionar el panel

source: Valid password reset window required
es_mx: Se requiere ventana de reinicio de contraseña válida

source: Select a value from the list
es_mx: Seleccione un valor de la lista

source: Selection required
es_mx: Se requiere selección

source: Enter valid numeric value
es_mx: Introduzca un valor numérico válido

source: The GD extension is required
es_mx: La extensión GD es necesaria

source: PNG support is required for Image Captcha
es_mx: Se requiere soporte PNG para la imagen Captcha

source: Default help topic must be set to active
es_mx: Tema de la ayuda por defecto debe establecerse activado

source: Select a default ticket queue
es_mx: Elige una cola de ticket por defecto

source: Select recipient(s)
es_mx: Seleccionar destinatarios

source: You must select template
es_mx: Debe seleccionar una plantilla

source: Default email is required
es_mx: Se requiere correo electrónico por defecto

source: System admin email is required
es_mx: Se requiere sistema de administración de email

source: Reply separator is required to strip quoted reply.
es_mx: Se requiere separador de respuesta para contestar la zona citada.

source: Email already setup as system email
es_mx: Email ya configurado como email del sistema

source: Unable to upload logo image: %s
es_mx: Incapaz de subir la imagen del logotipo: %s

source: Unable to upload backdrop image: %s
es_mx: Imposible subir la imagen de fondo: %s

source: Name
es_mx: Nombre

source: Manager
es_mx: Administrador

source: Active
es_mx: Activo

source: Archived
es_mx: Archivado

source: (disabled)
es_mx: (desactivado)

source: Missing or invalid Dept ID.
es_mx: Dept ID perdido o inválido.

source: Name required
es_mx: Nombre requerido

source: Department already exists
es_mx: Ya existe el departamento

source: System default department cannot be private
es_mx: Departamento de sistema por defecto no puede ser privado

source: Department selection is required
es_mx: Se requiere la selección de Departamento

source: %s selected must be active
es_mx: %s seleccionado debe estar activo

source: Parent Department
es_mx: Departamento padre

source: Invalid SLA
es_mx: SLA inválido

source: Unknown Staff
es_mx: Equipo desconocido

source: Unknown System Email
es_mx: Sistema de email desconocido

source: Unknown Template Set
es_mx: Conjunto de plantillas desconocidas

source: Unkown System Email
es_mx: Sistema de email desconocido

source: this department
es_mx: Este departamento

source: Select a valid role
es_mx: Selecciona un rol válido

source: No such agent
es_mx: No existe el agente

source: Top-Level Department
es_mx: Departamento Top

source: Email Mailbox
es_mx: Buzón de correo

source: System Default
es_mx: Sistema predeterminado

source: This department is for internal use
es_mx: Este departamento es de uso interno

source: URL not supported
es_mx: URL no válida

source: Dispatcher compile error. Function not callable
es_mx: Despachador de error de compilación. No se puede llamar a la función

source: %s: Call to non-existing function
es_mx: %s: Se llama a una función que no existe

source: User Data
es_mx: Datos del usuario

source: User
es_mx: Usuario

source: Ticket Data
es_mx: Datos del ticket

source: Hidden
es_mx: Oculto

source: Internal
es_mx: Interno

source: For EndUsers Only
es_mx: Solo para usuarios finales

source: Required
es_mx: Requerido

source: Optional
es_mx: Opcional

source: Immutable
es_mx: Inalterable

source: Required for EndUsers
es_mx: Requerido para usuarios finales

source: Required for Agents
es_mx: Requerido para Agentes

source: Internal, Optional
es_mx: interna/opcional

source: Internal, Required
es_mx: interna/requerida

source: Label is required for custom form fields
es_mx: La etiqueta es necesaria para los campos de formulario personalizado

source: Variable name is required for required fields
es_mx: Nombre de la variable es necesario para los campos obligatorios

source: Invalid character in variable name. Please use letters and numbers only.
es_mx: Carácter no válido en el nombre de la variable. Por favor utilice sólo números y letras.

source: added <strong>%1$s</strong> and removed <strong>%2$s</strong>
es_mx: añadido <strong>%1$s</strong> y eliminado <strong>%2$s</strong>

source: added <strong>%1$s</strong>
es_mx: añadido <strong>%1$s</strong>

source: removed <strong>%1$s</strong>
es_mx: eliminado <strong>%1$s</strong>

source: changed to <strong>%1$s</strong>
es_mx: cambiado a <strong>%1$s</strong>

source: Abbrev
es_mx: Abrev

source: Unknown or invalid input
es_mx: Entrada desconocida o inválida

source: Multiselect
es_mx: Selección múltiple

source: Allow multiple selections
es_mx: Permite selecciones múltiples

source: Drop Down
es_mx: Menú desplegable

source: Typeahead
es_mx: Tipo de encabezado

source: Text Input
es_mx: Campo de texto

source: Typeahead will work better for large lists
es_mx: Este tipo de encabezado funcionará mejor para listas grandes

source: Validation Error
es_mx: Error de validación

source: Message shown to user if the item entered is not in the list
es_mx: El mensaje se mostrará al usuario si el item no está en la lista

source: Prompt
es_mx: Rápido

source: Leading text shown before a value is selected
es_mx: Texto principal que aparece antes de que se seleccione un valor

source: Default
es_mx: Por defecto

source: Select a Default
es_mx: Seleccionar por defecto

source: (retired)
es_mx: (retirado)

source: has a value
es_mx: tiene un valor

source: does not have a value
es_mx: no tiene un valor

source: includes
es_mx: incluye

source: does not include
es_mx: no incluye

source: Banlist
es_mx: Lista de prohibidos

source: Ability to add/remove emails from banlist via ticket interface
es_mx: Capacidad para añadir o eliminar los emails de la lista de bloqueados a través de la interfaz del Ticket

source: Valid email required
es_mx: Se requiere email válido

source: Email already exists
es_mx: Correo electrónico ya existe

source: Email already used as admin email!
es_mx: Email ya utilizado como email de administrador!

source: Email in use by an agent
es_mx: Email en uso por un agente

source: Email name required
es_mx: Se requiere nombre de email

source: IMAP doesn't exist. PHP must be compiled with IMAP enabled.
es_mx: IMAP no existe. PHP debe ser compilado con IMAP habilitado.

source: Host name required
es_mx: Se requiere nombre de host

source: Port required
es_mx: Puerto requerido

source: Select protocol
es_mx: Seleccione protocolo

source: Fetch interval required
es_mx: extraer intervalo requerido

source: Maximum emails required
es_mx: Numero máximo de emails requerido

source: POP mail servers do not support folders
es_mx: El servidor de correo POP no soporta carpetas

source: Indicate what to do with fetched emails
es_mx: Indique qué hacer con los correos electrónicos extraidos

source: Valid folder required
es_mx: Directorio válido requerido

source: Host/userid combination already in use.
es_mx: Combinación de host/ID de usuario ya está en uso.

source: Invalid login. Check %s settings
es_mx: Inicio de sesión no válido. Compruebe la configuración de %s

source: Invalid or unknown mail folder! >> %s
es_mx: Directorio de correo no válida o desconocidos. >> %s

source: Invalid or unknown archive folder!
es_mx: Directorio de archivo no válido o desconocido.

source: Unable to log in. Check SMTP settings.
es_mx: No se puede iniciar sesión. Compruebe la configuración SMTP.

source: this email
es_mx: Este correo electrónico

source: Username missing
es_mx: Nombre de usuario que falta

source: Unable to encrypt password
es_mx: No es posible encriptar password

source: Miscellaneous
es_mx: Varios

source: Letter
es_mx: Carta

source: Legal
es_mx: Oficio

source: Task Number
es_mx: Tarea Número

source: Title
es_mx: Título

source: Current Status
es_mx: Estado actual

source: Agent Assigned
es_mx: Agente asignado

source: Team Assigned
es_mx: Equipo asignado

source: Thread Count
es_mx: Cuenta de hilos

source: Attachment Count
es_mx: Recuento de datos adjuntos

source: Organization
es_mx: Organización

source: Email
es_mx: Correo electrónico

source: Export
es_mx: Exportar

source: %s: Cannot export table with no fields
es_mx: %s: no puede exportar la tabla sin campos

source: FAQ
es_mx: Preguntas más frecuentes (FAQ)

source: Ability to add/update/disable/delete knowledgebase categories and FAQs
es_mx: Capacidad para añadir/actualizar/desactivar/borrar categorías de la base de conocimientos y preguntas frecuentes

source: Question required
es_mx: Se requiere pregunta

source: Question already exists
es_mx: Pregunta ya existente

source: Category is required
es_mx: Se requiere categoria

source: FAQ answer is required
es_mx: Se requiere respuesta FAQ

source: Listing Type
es_mx: Tipos de Lista

source: Invalid image file type
es_mx: Tipo de archivo de imagen no válido

source: Image is too square. Upload a wider image
es_mx: Imagen es demasiado cuadrada. Cargar una imagen más amplia

source: In the database
es_mx: En la base de datos

source: User Information
es_mx: Información de usuario

source: Email Meta-Data
es_mx: email de metadatos

source: Reply-To Email
es_mx: Responder a correo electrónico

source: Reply-To Name
es_mx: Responder al nombre

source: Addressee (To and Cc)
es_mx: Destinatario (a y Cc)

source: Equal
es_mx: Igual

source: Not Equal
es_mx: desigual

source: Contains
es_mx: Contiene

source: Does Not Contain
es_mx: No contiene

source: Starts With
es_mx: Comienza con

source: Ends With
es_mx: Termina con

source: Matches Regex
es_mx: Regex coincide

source: Does Not Match Regex
es_mx: Regex no coincide

source: Order required
es_mx: Orden requerida

source: Must be numeric value
es_mx: Debe ser un valor numérico

source: Unable to validate rules as entered
es_mx: No es posible validar las reglas según se han introducido

source: Target required
es_mx: Destino requerido

source: Unknown or invalid target
es_mx: Destino desconocido o no es válido

source: this ticket filter
es_mx: Este filtro de Ticket

source: Any
es_mx: Cualquiera

source: Web Forms
es_mx: Formularios Web

source: API Calls
es_mx: Llamadas a la API

source: Emails
es_mx: Correos electrónicos

source: Invalid match selection
es_mx: Selección no válida

source: Invalid match type selection
es_mx: Tipo de selección no coincide

source: Value required
es_mx: Valor requerido

source: Valid email required for the match type
es_mx: Se requiere email para el tipo de selección

source: Regex compile error: (#%s)
es_mx: Error de compilación regex: (#%s)

source: Incomplete selection
es_mx: Selección incompleta

source: You must set at least one rule.
es_mx: Se debe establecer al menos una regla.

source: Unable to save: Please choose an active %s
es_mx: No es posible grabar: Por favor elige un %s activo

source: Unable to save: Please insert a value for %s
es_mx: No es posible grabar: Por favor ingresa un %s activo

source: Parent filter ID required
es_mx: Se requiere filtro principal de ID

source: Reject Ticket
es_mx: Rechazar Ticket

source: Use Reply-To Email
es_mx: Usar Responder-A

source: <strong>Use</strong> the Reply-To email header
es_mx: <strong>Usa</strong> la cabecera Responder-A

source: Communication
es_mx: Comunicado

source: Disable autoresponse
es_mx: Desactivar auto-respuesta

source: <strong>Disable</strong> new ticket auto-response
es_mx: <strong>Desactivar</strong> nuevo Ticket de respuesta automática

source: Attach Canned Response
es_mx: Añadir Respuesta Enlatada

source: None
es_mx: Ninguno

source: Set Department
es_mx: Establecer Departamento

source: Unchanged
es_mx: Sin cambios

source: Add New
es_mx: Añadir Nuevo

source: Select a department
es_mx: Seleecionar un departamento

source: Set Priority
es_mx: Establecer Prioridad

source: Set SLA Plan
es_mx: Establecer Plan SLA

source: Assign Team
es_mx: Asignar Equipo

source: Assign Agent
es_mx: Asignar Agente

source: Set Help Topic
es_mx: Establecer Tema de Ayuda

source: Set Ticket Status
es_mx: Establecer Estado del Ticket

source: Send an Email
es_mx: Enviar un Email

source: Ticket Submitter
es_mx: Presentador de Tickets

source: Recipient
es_mx: Destinatarios

source: Recipients
es_mx: Destinatarios

source: %s: Not a valid email address
es_mx: %s: No es una dirección de correo válida

source: Message
es_mx: Mensaje

source: From Email
es_mx: De correo electrónico

source: Message from the EndUser
es_mx: Mensaje desde el Usuario Final

source: Source
es_mx: Fuente

source: just now
es_mx: justo ahora

source: now
es_mx: ahora

source: %d seconds ago
es_mx: Hace %d segundos

source: in %d seconds
es_mx: in %d segundos

source: about a minute ago
es_mx: hace un minuto

source: in about a minute
es_mx: en un minuto

source: %d minutes ago
es_mx: hace %d minutos

source: in %d minutes
es_mx: en %d minutos

source: about an hour ago
es_mx: hace una hora más o menos

source: in about an hour
es_mx: aproximadamente en una hora

source: %d hours ago
es_mx: hace %d horas

source: in %d hours
es_mx: en %d horas

source: %d days ago
es_mx: hace %d días

source: in %d days
es_mx: en %d días

source: about a month ago
es_mx: hace un mes más o menos

source: in about a month
es_mx: aproximadamente en un mes

source: %d months ago
es_mx: hace %d meses

source: in %d months
es_mx: en %d meses

source: a year ago
es_mx: hace un año

source: in a year
es_mx: dentro de un año

source: %d years ago
es_mx: hace %d años

source: in %d years
es_mx: en %d años

source: Basic Fields
es_mx: Campos básicos

source: Short Answer
es_mx: Respuesta corta

source: Long Answer
es_mx: Respuesta larga

source: Thread Entry
es_mx: Hilo de entrada

source: Date and Time
es_mx: Fecha y hora

source: Timezone
es_mx: Zona horaria

source: Phone Number
es_mx: Número de teléfono

source: Checkbox
es_mx: Casilla de seleccion

source: Choices
es_mx: Opciones

source: File Upload
es_mx: Subir Fichero

source: Section Break
es_mx: Salto de sección

source: Information
es_mx: Información

source: This is a required field
es_mx: Este es un campo requerido

source: changed from <strong>%1$s</strong> to <strong>%2$s</strong>
es_mx: cambiado de <strong>%1$s</strong> a <strong>%2$s</strong>

source: set to <strong>%2$s</strong>
es_mx: cambiado a <strong>%2$s</strong>

source: is
es_mx: es

source: is not
es_mx: no es

source: contains
es_mx: contiene

source: matches
es_mx: coincidencias

source: Valid regular expression
es_mx: Expresión regular válida

source: Cannot compile this regular expression
es_mx: No se puede compilar esta Expresión Regular

source: %s has a value
es_mx: %s tiene un valor

source: %s does not have a value
es_mx: %s no tiene un valor

source: %s is %s
es_mx: %s es %s

source: %s is not %s
es_mx: %s no es %s

source: %s contains "%s"
es_mx: %s contiene "%s"

source: %s matches pattern %s
es_mx: %s coincidencias con el patrón %s

source: %s in (%s)
es_mx: %s en (%s)

source: %s not in (%s)
es_mx: %s no en (%s)

source: %s: Call to undefined function
es_mx: %s: llama a una función indefinida

source: Widget not defined for this field
es_mx: Widget no definido para este campo

source: Optional reason for the update
es_mx: Razón opcional para la actualización

source: Size
es_mx: Tamaño

source: Max Length
es_mx: Longitud máxima

source: Validator
es_mx: Validador

source: Number
es_mx: Número

source: Custom (Regular Expression)
es_mx: Personalizar (Expresión Regular)

source: Regular Expression
es_mx: Expresión Regular

source: Message shown to user if the input does not match the validator
es_mx: Mensaje que se muestra al usuario si la entrada no coincide con el validador

source: Placeholder
es_mx: Marcador de posición

source: Text shown in before any input from the user
es_mx: Texto que se muestra antes de cualquier entrada del usuario

source: Content cannot start with the following characters: = - + @
es_mx: El contenido no puede comenzar con los siguientes caracteres: = - + @

source: Enter a valid email address
es_mx: Escriba una dirección de correo electrónico válida

source: Enter a valid phone number
es_mx: Introduzca un número de teléfono válido

source: Enter a valid IP address
es_mx: Introduzca una dirección IP válida

source: Enter a number
es_mx: Introduzca un número

source: Value does not match required pattern
es_mx: El valor no coincide con el patrón requerido

source: Width
es_mx: Ancho

source: (chars)
es_mx: (caracteres)

source: Height
es_mx: Alto

source: (rows)
es_mx: (filas)

source: Allow HTML input in this box
es_mx: Permitir la entrada HTML a esta caja

source: Each choice requires a key and has to be on a new line. (eg. key:value)
es_mx: Cada opción requiere una key y debe estar en una nueva línea. (ej. key:valor)

source: Extension
es_mx: Extensión

source: Add a separate field for the extension
es_mx: Añade una separación para la extensión

source: Minimum length
es_mx: Longitud mínima

source: Fewest digits allowed in a valid phone number
es_mx: Pocos dígitos permitidos en un número de teléfono válido

source: Display format
es_mx: Formato de pantalla

source: Unformatted
es_mx: No formateado

source: United States
es_mx: Estados Unidos

source: Enter a valid phone extension
es_mx: Introduzca una extensión de teléfono válida

source: Enter a phone number for the extension
es_mx: Introduzca un número de teléfono para la extensión

source: Description
es_mx: Descripción

source: Text shown inline with the widget
es_mx: El texto es mostrado en línea junto al widget

source: checked
es_mx: seleccionado

source: unchecked
es_mx: sin seleccionar

source: Checked
es_mx: Chequeado

source: Not Checked
es_mx: No elegido

source: List choices, one per line. To protect against spelling changes, specify key:value names to preserve entries if the list item names change.</br><b>Note:</b> If you have more than two choices, use a List instead.
es_mx: Lista de opciones, una por línea. Para protegerse contra los cambios ortográficos, especifique nombres de key:value para conservar las entradas si los nombres de los elementos de la lista cambian. </br> <b> Nota: </b> Si tiene más de dos opciones, use una Lista en su lugar.

source: (Enter a key). Value selected from the list initially
es_mx: (Introduzca una clave). Valor selecionado de la lista inicialmente

source: %s includes %s
es_mx: %s incluye %s

source: %s does not include %s
es_mx: %s no incluye %s

source: Greater Than
es_mx: Mayor que

source: Less Than
es_mx: Menor que

source: minute
es_mx: minuto

source: hour
es_mx: hora

source: day
es_mx: día

source: week
es_mx: semana

source: month
es_mx: mes

source: Today
es_mx: Hoy

source: Yesterday
es_mx: Ayer

source: This Week
es_mx: Esta semana

source: This Month
es_mx: Este mes

source: This Quarter
es_mx: Este trimestre

source: This Year
es_mx: Este año

source: Last Week
es_mx: Última Semana

source: Last Month
es_mx: Último Mes

source: Last Quarter
es_mx: Último Trimestre

source: Last Year
es_mx: Último Año

source: Create Date
es_mx: Creado en

source: Reopen Date
es_mx: Fecha de reapertura

source: Close Date
es_mx: Fecha de cierre

source: Last Update
es_mx: Última actualización

source: Show time selection with date picker
es_mx: Mostrar la selección del tiempo con selector de fecha

source: Timezone of the date time selection
es_mx: Zona horaria de la fecha y hora de la selección

source: User's timezone
es_mx: Zona horaria del Usuario

source: Timezone Aware
es_mx: Zona horaria conocida

source: Show date/time relative to user's timezone
es_mx: Mostrar fecha/hora relacionada con la zona horaria del usuario

source: Earliest
es_mx: Primeros

source: Earliest date selectable
es_mx: Primera fecha seleccionable

source: Latest
es_mx: Últimos

source: Latest date selectable
es_mx: Última fecha seleccionable

source: Allow Future Dates
es_mx: Permitir fechas futuras

source: Allow entries into the future
es_mx: Permitir entradas en el futuro

source: Enter a valid date
es_mx: Introduzca una fecha válida
