Repository: rafaelglez94/osticket_esMx
Catalog: 1.14.x/LC_MESSAGES/messages.po
Languages: es_mx

source: one SLA plan
es_mx: un plan SLA

source: Session timed out due to inactivity
es_mx: La sesión expiró a causa de inactividad

source: Access Denied. Contact Admin
es_mx: Acceso denegado. Contacte al administrador

source: System Offline
es_mx: Sistema fuera de linea

source: System is set to offline mode
es_mx: El sistema está en modo fuera de línea

source: Client interface is disabled and ONLY admins can access staff control panel.
es_mx: Interfaz del cliente deshabilitada, SOLO los administradores pueden acceder al panel de control del personal.

source: osTicket :: Staff Control Panel
es_mx: osTicket :: panel de control del personal

source: one agent
es_mx: Un agente

source: You can not disable/delete yourself - you could be the only admin!
es_mx: No puedes deshabilitarte o borrarte a ti mismo. ¡Solo puede hacerlo el administrador!

source: %1$d of %2$d %3$s activated
es_mx: %1$d de %2$d %3$s activados

source: Unable to activate %s
es_mx: No se pudo actualizar %s

source: %1$d of %2$d %3$s updated
es_mx: %1$d de %2$d %3$s actualizados

source: Access denied. Contact admin if you believe this is in error
es_mx: Acceso denegado. Contacte con el administrador si cree que esto es un error

source: Internal note posted successfully
es_mx: Nota interna publicada con éxito

source: Unable to post internal note - missing or invalid data.
es_mx: No se puede publicar nota interna - faltan datos o no son válidos.

source: Unable to post the note.
es_mx: Imposible publicar la nota.

source: Reply posted successfully
es_mx: Respuesta publicada correctamente

source: Unable to post the reply.
es_mx: Imposible publicar la respuesta.

source: Permission Denied. You are not allowed to add collaborators
es_mx: Permiso denegado. No tienes permitido añadir colaboradores

source: Collaborator %s added
es_mx: Colaborador %s añadido

# queue-name
source: Open
es_mx: Abierto

source: Assigned Tasks
es_mx: Tareas asignadas

source: Stale Tasks
es_mx: Tareas antiguas

source: %d overdue tasks!
es_mx: ¡%d tareas vencidas!

source: Open a New Task
es_mx: Abrir nueva tarea

source: one team
es_mx: Un equipo

source: Successfully activated %s
es_mx: %s activado correctamente

source: template set
es_mx: Conjunto de plantillas

source: %s: Unknown or invalid %s
es_mx: %s: desconocido o inválido %s

source: message template
es_mx: Mensaje de plantilla

source: this message template
es_mx: Este mensaje de plantilla

source: a template set
es_mx: un conjunto de plantillas

source: one template set
es_mx: Un conjunto de plantillas

source: (in-use and default template sets cannot be disabled)
es_mx: (Las plantillas predeterminadas y en uso no pueden ser desactivadas)

source: %s: Unknown or invalid number.
es_mx: %s: Número no valido o desconocido.

source: Action denied. Contact admin for access
es_mx: Acción denegada. Contacte con el administrador para acceder

source: Response required
es_mx: Se requiere una respuesta

source: This action requires a lock.
es_mx: Esta acción requiere un bloqueo.

source: Action Denied. Ticket is locked by someone else!
es_mx: Acción denegada. El Ticket está bloqueado por otro!

source: Your lock has expired.
es_mx: Su bloqueo ha caducado.

source: Email is in banlist. Must be removed to reply.
es_mx: Dirección de correo electrónico en la lista prohibida. Debe eliminarse para responder.

source: %s: Reply posted successfully
es_mx: %s: Respuesta publicada exitosamente

source: %s: %s posted successfully
es_mx: %s: %s publicado exitosamente

source: Internal note
es_mx: Nota interna

source: Permission Denied. You are not allowed to edit tickets
es_mx: Permiso denegado. No puede editar Tickets

source: Ticket updated successfully
es_mx: Entrada actualizada correctamente

source: Permission Denied. You are not allowed to assign/claim tickets.
es_mx: Permiso denegado. No le está permitido asignar/reclamar Tickets.

source: Only open tickets can be assigned
es_mx: Sólo los Tickets abiertos pueden ser asignados

source: Ticket is already assigned to %s
es_mx: El Ticket ya está asignado a %s

source: Ticket is now assigned to you!
es_mx: ¡Ahora el Ticket esta asignado a ti!

source: Problems assigning the ticket.
es_mx: Problemas asignando el ticket.

source: Permission Denied. You are not allowed to flag tickets overdue
es_mx: Permiso denegado. No tiene permiso para marcar Tickets como atrasados

source: Ticket flagged as overdue by %s
es_mx: El Ticket se ha marcado como atrasado por %s

source: Ticket Marked Overdue
es_mx: Ticket marcado como atrasado

source: Problems marking the the ticket overdue.
es_mx: Problemas marcando el ticket como vencido.

source: Permission Denied. You are not allowed to ban emails
es_mx: Permiso denegado. No tiene permiso para prohibir correos electrónicos

source: Email already in banlist
es_mx: El correo electrónico ya está en la lista de prohibidos

source: Email %s added to banlist
es_mx: El correo electrónico %s se ha añadido a la lista de prohibidos

source: Unable to add the email to banlist
es_mx: no se puede añadir el correo electrónico a la lista de prohibidos

source: Permission Denied. You are not allowed to remove emails from banlist.
es_mx: Permiso denegado. No tiene permiso de eliminar correos electrónicos de la lista de prohibidos.

source: Email removed from banlist
es_mx: Correo electrónico borrado de la lista de prohibidos

source: Email is not in the banlist
es_mx: El correo electrónico no está en la lista de prohibidos

source: Unable to remove the email from banlist.
es_mx: No es posible eliminar el email de la lista de prohibidos.

source: Ticket ownership changed to %s
es_mx: Se cambió el propietario del ticket a %s

source: Unable to change ticket ownership.
es_mx: No es posible cambiar el propietario del ticket.

source: You must select action to perform
es_mx: Debe seleccionar la acción a realizar

source: to create tickets
es_mx: para crear tickets

source: Ticket created successfully
es_mx: Ticket creado con éxito

source: Unable to create the ticket.
es_mx: Imposible crear el ticket.

source: extension required to print ticket to PDF
es_mx: extensión requerida para imprimir el boleto en PDF

source: Unable to export the ticket to PDF for print.
es_mx: No es posible exportar el ticket a PDF para imprimirlo.

source: Nothing to do! System already upgraded to the current version
es_mx: ¡No hay nada que hacer! El sistema ya esta actualizado

source: Nothing to do! System already upgraded to <b>%s</b> with no pending patches to apply.
es_mx: No se puede hacer nada! Sistema actualizado ya a <b>%s</b> sin parches pendientes de aplicar.

source: The upgrader does NOT support upgrading from the current patch [%s]!
es_mx: ¡El actualizador NO DA soporte actualizando este parche [%s]!

source: Unable to update user account information
es_mx: Incapaz de actualizar la información de cuenta del usuario

source: this end user
es_mx: Este usuario final

source: end user account
es_mx: cuenta de usuario final

source: Account is already confirmed
es_mx: La cuenta ya ha sido confirmada

source: Account activation email sent to %s
es_mx: El email de activación de cuenta se ha mandado a %s

source: Unable to send account activation email
es_mx: No es posible enviar el email de activación de cuenta

source: Account password reset email sent to %s
es_mx: Se ha enviado un Email con el reinicio de contraseña de la cuenta a %s

source: Unable to send account password reset email
es_mx: No es posible enviar el email para restablecer la contraseña

source: Unable to manage any of the selected end users
es_mx: No se han administrado ninguno de los usuarios finales seleccionados

source: Successfully managed selected end users
es_mx: Se han administrado correctamente los usuarios finales seleccionados

source: users
es_mx: usuarios

source: Page Not Found
es_mx: Página no encontrada

source: File Upload Error
es_mx: Error al subir el archivo

source: Uploading ...
es_mx: Cargando ...

source: Your browser is not supported
es_mx: Tu navegador no está soportado

source: You are trying to upload too many files
es_mx: Estás intentando cargar muchos archivos

source: This type of file is not allowed
es_mx: Este tipo no está permitido

source: Could not find or read this file
es_mx: No se pudo encontrar o leer este archivo

source: Are you sure you want to leave? Any changes or info you've entered will be discarded!
es_mx: ¿Seguro que quieres irte? Cualquier cambio o información que has introducido se descartarán.

source: Show Images
es_mx: Mostrar imágenes

source: Delete Draft
es_mx: Eliminar borrador

source: Unable to save draft.
es_mx: Imposible guardar borrador.

source: Refresh the current page to restore and continue your draft.
es_mx: Refresque la página actual para restaurar y continuar su borrador.

source: Annotate
es_mx: Anotar

source: Add Arrow
es_mx: Añadir flecha

source: Add Ellipse
es_mx: Añadir óvalo

source: Add Text
es_mx: Añadir texto

source: Bring Forward
es_mx: Traer al frente

source: Toggle Opacity
es_mx: Conmutador de opacidad

source: Text
es_mx: Texto

source: Translate
es_mx: Traducir

source: Loading
es_mx: Cargando

source: Not currently translated
es_mx: Todavía sin traducir

source: Saving
es_mx: Guardando

source: You're limited to only {0} selections.
es_mx: Estás limitado a solamente {0} selecciones.

source: You have made {0} selections.
es_mx: Usted ha hecho {0} selecciones.

source: Please remove {0} selection(s).
es_mx: Por favor retire {0} preferido (s).

source: Alert
es_mx: Alerta

source: Please make at least {0} selections. {1} checked so far.
es_mx: Por favor haga menos {0} selecciones. {1} comprobado hasta ahora.

source: Are you sure you want to remove this attachment?
es_mx: ¿Está seguro que desea eliminar este adjunto?

source: yesterday
es_mx: ayer

source: Acquiring Lock
es_mx: Bloqueo de adquisición

source: Your lock is expiring soon.
es_mx: Tu bloqueo caduca pronto.

source: The lock you hold on this ticket will expire soon. Would you like to renew the lock?
es_mx: El bloqueo que añadiste a este ticket caduca pronto. ¿Quieres renovar el bloqueo?

source: Renew
es_mx: Renovar

source: Unable to lock the ticket.
es_mx: No se pudo bloquear el ticket.

source: Someone else could be working on the same ticket.
es_mx: Alguien más podría estar trabajando en el mismo ticket.

source: Still busy... smile #
es_mx: Todavía ocupado... :)

source: Cleaning up!...
es_mx: Limpiando!...

source: Error occurred. Aborting...
es_mx: Se ha producido el error. Abortando...

source: Manual upgrade required (ajax failed)
es_mx: Actualización manual necesaria (ajax fallo)

source: Something went wrong
es_mx: Algo salió mal
