Repository: rafaelglez94/osticket_esMx
Catalog: 1.14.x/LC_MESSAGES/messages.po
Languages: es_mx

source: Username contains invalid characters
es_mx: El nombre de usuario contiene caracteres no válidos

source: Unknown object for "%s" tag
es_mx: Objeto desconocido para la etiqueta "%s"

source: Type of recent activity
es_mx: Tipo de actividad reciente

source: Agent performing the assignment
es_mx: Agente realizando la asignación

source: Access link
es_mx: Enlace de acceso

source: Internal Note
es_mx: Notas internas

source: XML error: %1$s at line %2$d:%3$d
es_mx: Error XML: %1$s en línea %2$d: %3$d

source: The upgrader does NOT support upgrading from the current vesion!
es_mx: ¡El actualizador no puede actualizar desde la versión actual!

source: Minimum requirements not met! Refer to Release Notes for more information
es_mx: ¡No se reúnen los requisitos mínimos! Consulte las notas de la versión para mas actualización

source: Config file rename required to continue!
es_mx: Es necesario renombrar el archivo de configuración para continuar!

source: Upgrade Aborted!
es_mx: ¡Actualización cancelada!

source: Upgrade aborted due to errors. Any errors at this stage are fatal.
es_mx: Actualización cancelada debido a errores. Cualquier error en este momento es fatal.

source: Please note the error(s), if any, when %1$s seeking help %2$s.
es_mx: Tenga en cuenta los errores, si hay, cuando %1$s busca ayuda %2$s.

source: For details - please view %s or check your email.
es_mx: Para obtener más información, por favor vea %s o consulte su correo electrónico.

source: Please refer to the %1$s Upgrade Guide %2$s for more information.
es_mx: Por favor consulte la %1$s Guía de Actualización %2$s para obtener más información.

source: Need Help?
es_mx: ¿Necesita ayuda?

source: We provide %1$s professional upgrade services %2$s and commercial support.
es_mx: Proporcionamos %1$s servicios de mejora profesional %2$s y apoyo comercial.

source: %1$s Contact us %2$s today for <u>expedited</u> help.
es_mx: %1$s Contacte con nosotros %2$s hoy para obtener ayuda <u>urgente</u>.

source: What to do?
es_mx: ¿Qué hacer?

source: Restore your previous version from backup and try again or %1$s seek help %2$s.
es_mx: Restaure su versión anterior a una copia de seguridad e intente de nuevo o %1$s busque ayuda %2$s.

source: Upgrade Completed!
es_mx: ¡Actualización completada!

source: Congratulations! osTicket upgrade has been completed successfully.
es_mx: ¡Enhorabuena! La actualización de osTicket se ha completado con éxito.

source: Please refer to %s for more information about changes and/or new features.
es_mx: Por favor consulte a %s para mas información sobre cambios y/o nuevas características.

source: Release Notes
es_mx: Ver notas

source: Once again, thank you for choosing osTicket.
es_mx: Una vez más, gracias por elegir osTicket.

source: Please feel free to %1$s let us know %2$s of any other improvements and features you would like to see in osTicket, so that we may add them in the future as we continue to develop better and better versions of osTicket.
es_mx: Por favor no dude de %1$s hacernos saber %2$s sobre otras mejoras y características que te gustaría ver en osTicket, para que podamos añadirlas en un futuro y desarrollar mejores versiones de osTicket.

source: We take user feedback seriously and we're dedicated to making changes based on your input.
es_mx: Nos tomamos en serio las recomendaciones de nuestros usuarios y estamos haciendo cambios basados en vuestras ideas.

source: Good luck.
es_mx: Buena suerte.

source: osTicket Team.
es_mx: El equipo de osTicket.

source: Don't just make customers happy, make happy customers!
es_mx: ¡No solo hacemos felices a los clientes, sino que hacemos clientes felices!

source: What's Next?
es_mx: ¿Qué es lo siguiente?

source: Post-upgrade
es_mx: Actualización posterior

source: You can now go to %s to enable the system and explore the new features. For complete and up-to-date release notes see the %s
es_mx: Ahora puedes ir a %s para activar el sistema y explorar las nuevas características. Para una versión completa y al día de las notas de la actualización vea %s

source: Admin Panel
es_mx: Panel Administrador

source: osTicket Docs
es_mx: documentación de osTicket

source: Stay up to date
es_mx: Manténgase al día

source: It's important to keep your osTicket installation up to date. Get announcements, security updates and alerts delivered directly to you!
es_mx: Es importante mantener actualizada su aplicación de osTicket. ¡Obtenga anuncios, mejoras de seguridad y alertas directamente!

source: %1$s Get in the loop %2$s today and stay informed!
es_mx: %1$s Mantente en el bucle %2$s hoy y permanece informado!

source: Commercial Support Available
es_mx: Soporte comercial disponible

source: Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely. %1$s Learn More! %2$s
es_mx: Obtenga orientación y conocimientos prácticos para enfrentar los desafíos únicos y asegúrese de que su osTicket funciona de forma correcta, eficiente y segura. %1$s ¡Infórmate! %2$s

source: osTicket Upgrader
es_mx: Actualizador osTicket

source: Thank you for being a loyal osTicket user!
es_mx: ¡Gracias por ser fiel a osTicket!

source: The upgrade wizard will guide you every step of the way in the upgrade process. While we try to ensure that the upgrade process is straightforward and painless, we can't guarantee it will be the case for every user.
es_mx: El asistente para la actualización le guiará a lo largo de todo el proceso. Mientras nosotros intentamos de asegurar que el proceso de actualización sea sencillo y rápido, no podemos garantizar que sea así para todos los usuarios.

source: Getting ready!
es_mx: ¡Preparando!

source: Before we begin, we'll check your server configuration to make sure you meet the minimum requirements to run the latest version of osTicket.
es_mx: Antes de empezar comprobaremos que la configuración del servidor para asegurarnos que usted reune los requisitos mínimos para ejecutar la última versión de osTicket.

source: Prerequisites
es_mx: Pre requisitos

source: These items are necessary in order to run the latest version of osTicket.
es_mx: Estos elementos son necesarios para ejecutar la última versión de osTicket.

source: %s or later
es_mx: %s o posterior

source: MySQLi extension for PHP
es_mx: Extensión MySQLi para PHP

source: module loaded
es_mx: Módulo cargado

source: missing!
es_mx: ¡Falta!

source: Highly Recommended
es_mx: Muy recomendada

source: We highly recommend that you follow the steps below.
es_mx: Le recomendamos encarecidamente que siga estos pasos.

source: Back up the current database if you haven't done so already.
es_mx: Haga una copia de seguridad de la base de datos si todavía no lo ha hecho.

source: Be patient. The upgrade process will take a couple of seconds.
es_mx: Sea paciente. El proceso de actualización llevará un par de segundos.

source: Start Upgrade Now
es_mx: Iniciar la actualización ahora

source: Upgrade Tips
es_mx: Consejos de actualización

source: Remember to back up your osTicket database
es_mx: Recuerde hacer copias de seguridad de su base de datos de osTicket

source: Refer to %1$s Upgrade Guide %2$s for the latest tips
es_mx: Se refieren a %1$s %2$s Guía de actualización de las últimas sugerencias

source: If you experience any problems, you can always restore your files/database backup.
es_mx: Si usted experimenta algún tipo de error, usted siempre puede restaurar sus archivos y bases de datos con una copia de seguridad.

source: We can help. Feel free to %1$s contact us %2$s for professional help.
es_mx: Podemos ayudar. Sientase libre de %1$s contactar con nosotros %2$s para ayuda profesional.

source: Doing stuff!
es_mx: ¡Trabajando!

source: Please wait... while we upgrade your osTicket installation!
es_mx: Por favor espere... ¡Mientras mejoramos su instalación de osTicket!

source: Configuration file rename required!
es_mx: ¡Es necesario renombrar los archivos de configuración!

source: To avoid possible conflicts, please take a minute to rename configuration file as shown below.
es_mx: Para evitar posibles conflictos, por favor renombre los archivos como se muestra mas adelante.

source: Solution
es_mx: Solución

source: Rename file <b>include/settings.php</b> to <b>include/ost-config.php</b> and click continue below.
es_mx: Renombre el archivo<b>Include/settings.php</b> por<b>include/ost-config.php</b> y haga clic en continuar.

source: If you are looking for a greater level of support, we provide <u>professional upgrade</u> and commercial support with guaranteed response times and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs. <a target="_blank" href="https://osticket.com/support">Learn More!</a>
es_mx: Si usted está buscando un mayor nivel de ayuda, ofrecemos una<u>actualización profesional</u> y apoyo comercial con tiempos de respuesta garantizada y el acceso al equipo de desarrollo. También podemos ayudar personalizando osTicket o incluso añadir nuevas funciones al sistema para satisfacer sus necesidades únicas. <a target="_blank" href="http://osticket.com/support"> Saber más!</a>

source: Migrate to osTicket %s
es_mx: Migrar a osTicket %s

source: Thank you for taking the time to upgrade your osTicket intallation!
es_mx: ¡Gracias por tomarse el tiempo en actualizar su instalación de osTicket!

source: Please don't cancel or close the browser. Any errors at this stage will be fatal.
es_mx: Por favor no cancele ni cierre el navegador. Cualquier fallo en esta fase sería fatal.

source: Applying updates to database stream: %s
es_mx: Aplicando actualizaciones a la base de datos: %s

source: In order to upgrade to this version of osTicket, a database migration is required. This upgrader will automatically apply the database patches shipped with osTicket since your last upgrade.
es_mx: Para actualizar a esta versión de osTicket, se requiere una migración de base de datos. Este actualizador aplicará automáticamente los parches de base de datos enviados con osTicket desde su última actualización.

source: The upgrade wizard will now attempt to upgrade your database and core settings!
es_mx: ¡El Asistente para la actualización intentará ahora actualizar los ajustes de la base de datos y del núcleo!

source: Below is a summary of the database patches to be applied.
es_mx: A continuación hay un sumario de los parches de la base de datos para que sean aplicados.

source: Upgrade Now
es_mx: ¡Actualizar ahora

source: %s - Relax!
es_mx: %s - relájese!

source: Role
es_mx: Rol

source: Update API Key
es_mx: Actualizar clave API

source: Save Changes
es_mx: Guardar cambios

source: Add New API Key
es_mx: Agregue la nueva clave del API

source: Add Key
es_mx: Agregar clave

source: API Key is auto-generated. Delete and re-add to change the key.
es_mx: Clave API es generada automáticamente. Borrar y volver a agregar para cambiar la clave.

source: API Key
es_mx: Clave API

source: Services
es_mx: Servicios

source: Check applicable API services enabled for the key.
es_mx: Verifique los servicios API habilitados aplicables para la clave.

source: Can Create Tickets <em>(XML/JSON/EMAIL)</em>
es_mx: Puede crear Tickets <em>(XML/JSON/EMAIL)</em>

source: Can Execute Cron
es_mx: Puede ejecutar el Cron

source: Internal Notes
es_mx: Notas internas

source: Be liberal, they're internal
es_mx: se liberal, son internos

source: Reset
es_mx: Restablecer

source: Cancel
es_mx: Cancelar

source: API Keys
es_mx: Claves API

source: No API keys found
es_mx: No se han encontrado claves API

source: More
es_mx: Más

source: Enable
es_mx: Habilitar

source: Disable
es_mx: Deshabilitar

source: Date Added
es_mx: Fecha añadida

source: Toggle
es_mx: Seleccionar

source: Page
es_mx: Página

source: Are you sure you want to <b>enable</b> %s?
es_mx: ¿Estás seguro que quieres <b>habilitar</b> %s?

source: selected API key
es_mx: Llave API seleccionadas

source: Are you sure you want to <b>disable</b> %s?
es_mx: ¿Estás seguro que quieres <b>deshabilitar</b> %s?

source: Deleted data CANNOT be recovered.
es_mx: Los datos borrados NO podrán recuperarse.

source: Please confirm to continue.
es_mx: Por favor confirme para continuar.

source: No, Cancel
es_mx: No, cancelar

source: Yes, Do it!
es_mx: Sí, ¡ hazlo!

source: Term too short!
es_mx: Plazo demasiado corto!

source: Banned Email Addresses
es_mx: Direcciones de correo electrónico bloqueados

source: Ban New Email
es_mx: Bloquear un nuevo Email

source: Remove
es_mx: Borrar

source: No banned emails matching the query found!
es_mx: La consulta no ha encontrado Emails bloqueados!

source: Search Results
es_mx: Resultados de Búsqueda

source: Ban Status
es_mx: Estado de prohibición

source: No banned emails found!
es_mx: No se han encontrado Emails bloqueados!

source: selected ban rule
es_mx: Regla de bloqueo seleccionada

source: Update Ban Rule
es_mx: Actualizar regla de bloqueo

source: Add New Email Address to Ban List
es_mx: Añadir nuevo Email a la lista de bloqueados

source: Add
es_mx: Agregar

source: Admin Notes
es_mx: Notas del administrador

source: Update Canned Response
es_mx: Actualizar respuesta predefinida

source: Add New Canned Response
es_mx: Añadir nueva respuesta predefinida

source: Add Response
es_mx: añadir respuesta

source: Canned response settings
es_mx: Configuración de respuesta predeterminada

source: All Departments
es_mx: Todos los departamentos

source: Canned Response
es_mx: Respuestas Predefinidas

source: Make the title short and clear.
es_mx: Escribe el título claro y corto.

source: Supported Variables
es_mx: Variables permitidas

source: Canned Attachments
es_mx: Archivos adjuntos predefinidos

source: (optional)
es_mx: (opcional)

source: Notes about the canned response.
es_mx: Notas sobre la respuesta predefinida.

source: Canned response is in use by email filter(s)
es_mx: La respuesta predefinida está en uso por filtro(s) de correo

source: premade response
es_mx: respuesta predefinida

source: No premade responses found!
es_mx: No hay respuestas predefinidas encontradas!

source: Add New Response
es_mx: Añadir una nueva respuesta

source: No canned responses
es_mx: No hay respuestas prefinidas

source: selected canned response
es_mx: Seleccionar respuesta predefinida

source: Deleted data CANNOT be recovered, including any associated attachments.
es_mx: Los elementos eliminados NO se pueden recuperar, incluyendo cualquier adjunto asociado.

source: FAQ Categories
es_mx: Categorías de FAQ

source: Add New Category
es_mx: Agregar nueva categoría

source: No FAQ categories found!
es_mx: No hay categorías de FAQ encontradas!

source: Make Public
es_mx: Hacer público

source: Make Internal
es_mx: Hacer interno

source: Are you sure you want to make %s <b>public</b>?
es_mx: ¿Estás seguro que quieres hacer %s <b>públioc</b>?

source: selected category
es_mx: Categoría seleccionada

source: Are you sure you want to make %s <b>private</b> (internal)?
es_mx: ¿Estás seguro que quieres hacerlo %s <b>privado</b> (interno)?

source: Deleted data CANNOT be recovered, including any associated FAQs.
es_mx: Las entradas eliminadas NO se puede recuperar, incluyendo cualquier FAQ asociada.

source: Update Category
es_mx: Actualizar categoría

source: Category Type
es_mx: Tipo de categoría

source: (on front-page sidebar)
es_mx: (en la barra lateral de la página principal)

source: (publish)
es_mx: (publicar)

source: (internal)
es_mx: (interno)

source: Category Information
es_mx: Información de Categoría

source: Parent Category
es_mx: Categoría padre

source: Top-Level Category
es_mx: Categoría de nivel superior

source: Category Name
es_mx: Nombre de categoría

source: Short descriptive name.
es_mx: Nombre descriptivo corto.

source: Category Description
es_mx: Descripción de la categoría

source: Summary of the category.
es_mx: Resumen de la categoría.

source: Report timeframe
es_mx: Reporte del Período

source: Last month
es_mx: Mes pasado

source: Up to today
es_mx: Hasta hoy

source: One Week
es_mx: Una semana

source: Two Weeks
es_mx: Dos semanas

source: One Month
es_mx: Un mes

source: One Quarter
es_mx: Un cuarto

source: Refresh
es_mx: Actualizar

source: Ticket Activity
es_mx: Actividad de Tickets

source: Statistics
es_mx: Estadísticas

source: Statistics of tickets organized by department, help topic, and agent.
es_mx: Las estadísticas de los Tickets se organizan por departamento, ayuda, tema y agente.

source: Range:
es_mx: Rango:

source: Update Department
es_mx: Departamento de actualización

source: Create Dept
es_mx: Crear Dept

source: Access
es_mx: Acceso

source: Department Information
es_mx: Información del departamento

source: Schedule
es_mx: Programar

source: Department Members
es_mx: Miembros del Departamento

source: Primary Members
es_mx: Miembros primarios

source: Claim on Response
es_mx: Demande respuesta

source: auto claim
es_mx: auto petición

source: Reopen Auto Assignment
es_mx: Reabrir Autoasignación

source: auto assign on reopen
es_mx: auto asignar al reabrin

source: Outgoing Email Settings
es_mx: Configuración de correos saliente

source: Outgoing Email
es_mx: Email saliente

source: Template Set
es_mx: Conjunto de plantillas

source: Autoresponder Settings
es_mx: Configuración de autoresponder

source: <strong>Disable</strong> for %s
es_mx: <strong>Deshabilitar</strong> por %s

source: New Message
es_mx: Nuevo mensaje

source: Auto-Response Email
es_mx: Email de respuesta automática

source: Department Email
es_mx: Email del departamento

source: Alerts and Notices
es_mx: Alertas y notificaciones

source: No one (disable Alerts and Notices)
es_mx: Nadie (desactivar las alertas y notificaciones)

source: Admin Email Only
es_mx: Solo correo electrónico de administrador

source: Department members only
es_mx: Sólo miembros de Departamento

source: Department and extended access members
es_mx: Departamento y usuarios con acceso ampliado

source: Department Signature
es_mx: Firma del departamento

source: Agents who are primary members of %s
es_mx: Agentes que son miembros primarios de %s

source: Department does not have primary members
es_mx: Departamento no tiene miembros primarios

source: Agents who have extended access to %s
es_mx: Agentes que han extendido el acceso a %s

source: Alerts
es_mx: Avisos

source: department
es_mx: departamento

source: Archive
es_mx: Archivar

source: (Default)
es_mx: (Por defecto)

source: No departments found!
es_mx: No hay departamentos encontrados!

source: selected department
es_mx: Departamento seleccionado

source: Are you sure you want to <b>archive</b> %s?
es_mx: ¿Está seguro que desea <b>archivar</b> %s?

source: No agents found!
es_mx: No hay agentes encontrados!

source: Update form section
es_mx: Sección de actualización de formularios

source: Add new custom form section
es_mx: Agregar nueva sección al formulario personalizado

source: Add Form
es_mx: Añadir formulario

source: Forms are used to allow for collection of custom data
es_mx: Los formularios se utilizan para permitir la recopilación de datos personalizados

source: Instructions
es_mx: Instrucciones

source: User Information Fields
es_mx: Campos de información de usuario

source: (These fields are requested for new tickets via the %s form)
es_mx: (Estos campos son solicitados para nuevos tickets mediante el formulario de %s)

source: Label
es_mx: Etiqueta

source: Visibility
es_mx: Visibilidad

source: Form Fields
es_mx: Campos de formulario

source: fields available where this form is used
es_mx: campos disponibles donde se utiliza este formulario

source: Config
es_mx: Configuración

source: Remove Existing Data?
es_mx: ¿Eliminar datos existentes?

source: You are about to delete %s fields.
es_mx: Estás a punto de borrar los campos %s .

source: Would you also like to remove data currently entered for this field? <em> If you opt not to remove the data now, you will have the option to delete the the data when editing it.</em>
es_mx: ¿También quiere eliminar datos actualmente incluidos en este campo? <em>Si opta por no eliminar los datos ahora, tendrá la opción de eliminar el los datos cuando se este editando</em>

source: Loading ...
es_mx: Cargando ...

source: Remove all data entered for <u> %s </u>?
es_mx: ¿Eliminar todos los datos introducidos para <u>%s</u>?

source: Custom Forms
es_mx: Formularios personalizados

source: Add New Custom Form
es_mx: Añadir nuevo formulario personalizado

source: form
es_mx: formulario

source: Built-in Forms
es_mx: formularios incorporados

source: No extra forms defined yet &mdash; %s add one! %s
es_mx: No hay más formularios definidos todavía &mdash; %s agregue uno! %s

source: selected custom form
es_mx: Formulario personalizado seleccionado

source: Update custom list
es_mx: Actualizar la lista personalizada

source: Add New Custom List
es_mx: Agregar nueva lista personalizada

source: Add List
es_mx: Agregar lista

source: Definition
es_mx: Definición

source: Properties
es_mx: Propiedades

source: Custom lists are used to provide drop-down lists for custom forms.
es_mx: Listas personalizadas se utilizan para proporcionar menus para formularios personalizados.

source: Plural Name
es_mx: Nombre plural

source: Sort Order
es_mx: Ordenar

source: Item Properties
es_mx: Propiedades de elementos

source: properties definable for each item
es_mx: Propiedades definibles para cada artículo

source: custom list
es_mx: lista personalizada

source: List Name
es_mx: Nombre en lista

source: Created
es_mx: Creados

source: No custom lists defined yet &mdash; %s add one %s!
es_mx: No hay listas personalizadas definidas todavía &mdash; %s añadir una %s!

source: selected custom list
es_mx: Lista personalizada seleccionada

source: Update Email Address
es_mx: Actualizar dirección de correo

source: To change password enter new password above.
es_mx: Para cambiar contraseña introduzca la nueva contraseña arriba.

source: Add New Email Address
es_mx: Añadir nueva dirección de correo

source: Submit
es_mx: Enviar

source: Email Information and Settings
es_mx: Información y ajustes del Email

source: Email Name
es_mx: Nombre de Email

source: New Ticket Settings
es_mx: Nueva configuración de Ticket

source: Auto-Response
es_mx: Respuesta automática

source: Email Login Information
es_mx: Informacion de acceso a la direccion de correo electronico

source: Password
es_mx: Contraseña

source: Fetching Email via IMAP or POP
es_mx: Buscar Email vía IMAP o POP

source: Hostname
es_mx: Nombre de host

source: Port Number
es_mx: Número de puerto

source: Mail Box Protocol
es_mx: Protocolo de casilla de correo

source: Fetch Frequency
es_mx: Frecuencia de obtención

source: minutes
es_mx: minutos

source: Emails Per Fetch
es_mx: Emails por busqueda

source: Fetched Emails
es_mx: Emails obtenidos

source: Move to folder
es_mx: Mover al directorio

source: Delete emails
es_mx: Eliminar emails

source: Do nothing <em>(not recommended)</em>
es_mx: No hacer nada <em>(no recomendado)</em>

source: Sending Email via SMTP
es_mx: Enviar Email mediante SMTP

source: Authentication Required
es_mx: Autenticación Requerida

source: Header Spoofing
es_mx: Cabecera "spoofing"

source: Allow for %s
es_mx: Permitir para %s

source: Add New Email
es_mx: Añadir nuevo Email

source: No emails found!
es_mx: ¡No se han encontrado emails!

source: selected email
es_mx: correos electrónico seleccionado

source: Category
es_mx: Categoría

source: All Categories
es_mx: Todas las Categorías

source: All Topics
es_mx: Todos los temas

source: Frequently Asked Questions
es_mx: Preguntas Frecuentes

source: The search did not match any FAQs.
es_mx: La búsqueda no coincide con ningún FAQ.
