Repository: rafaelglez94/osticket_esMx
Catalog: 1.14.x/LC_MESSAGES/messages.po
Languages: es_mx

source: Ability to transfer tasks between departments
es_mx: Capacidad de transferencia de Tickets entre departamentos

source: Post Reply
es_mx: Publicar Respuesta

source: Ability to post task update
es_mx: Capacidad de publicar actualizaciones de tareas

source: Ability to close tasks
es_mx: Capacidad de cerrar tareas

source: Ability to delete tasks
es_mx: Capacidad de borrar tareas

source: %1$s is missing data on %2$s one or more required fields %3$s and cannot be closed
es_mx: %1$s faltan datos en %2$s uno o más campos requeridos %3$s y no puede ser cerrada

source: Completed
es_mx: Completado

source: Task reopened
es_mx: Tarea re-abierta

source: %s cannot be closed
es_mx: %s no puede ser cerrado

source: Task closed
es_mx: Tarea cerrada

source: Status changed to %s
es_mx: Estado cambiado a %s

source: %s already assigned to %s
es_mx: %s ya está asignado a %s

source: the agent
es_mx: el agente

source: the team
es_mx: el equipo

source: SYSTEM (Auto Assignment)
es_mx: SISTEMA (asignación automática)

source: Task assigned to %s
es_mx: Tarea asignada a %s

source: Task already in the department
es_mx: %s ya está en el departamento

source: %1$s transferred from %2$s to %3$s
es_mx: %1$s transferida de %2$s a %3$s

source: Task Thread
es_mx: Hilo de tarea

source: Link to view the task
es_mx: Link a ver la tarea

source: Link to view the task inside the ticket
es_mx: Link para ver la tarea dentro del ticket

source: Time of last update
es_mx: Hora de la ultima actualización

source: A collaborator
es_mx: Un colaborador

source: Task Updated
es_mx: Tarea actualizada

source: %s is already assigned this value
es_mx: %s ya tiene asignado este valor

source: %s can not be edited
es_mx: %s no puede ser editado

source: Due date must be in the future
es_mx: Se tiene que poner la fecha debida en el futuro

source: Admin
es_mx: Administrador

source: Task #%1$s deleted by %2$s
es_mx: La tarea #%1$s borrada por %2$s

source: SYSTEM
es_mx: SISTEMA

source: Task #%s deleted
es_mx: Tarea #%s borrada

source: Team Name
es_mx: Nombre del equipo

source: Team Lead
es_mx: Guía del equipo

source: Team Members
es_mx: Miembros del equipo

source: Team name is required
es_mx: Se requiere nombre de equipo

source: Team name already exists
es_mx: Ya existe el nombre del equipo

source: this team
es_mx: Este equipo

source: Optionally select a leader for the team
es_mx: Opcionalmente seleccione un lider para el equipo

source: System Management Templates
es_mx: Plantillas de administración del sistema

source: Ticket End-User Email Templates
es_mx: Plantillas de correo del usuario final

source: Ticket Agent Email Templates
es_mx: Plantillas de correo del agente

source: Task Email Templates
es_mx: Plantillas de correo de tareas

source: New Ticket Auto-response
es_mx: Auto-Respuesta de Nuevo Ticket

source: Autoresponse sent to user, if enabled, on new ticket.
es_mx: Autorespuesta enviada al usuario, si esta activa, en un Ticket nuevo.

source: New Ticket Auto-reply
es_mx: Nuevo Ticket de respuesta automática

source: Canned Auto-reply sent to user on new ticket, based on filter matches. Overwrites "normal" auto-response.
es_mx: Respuesta automática enviada al usuario en el nuevo Ticket, basada en los filtros de emparejamiento. Sobrescribe respuesta automática "normal".

source: New Message Auto-response
es_mx: Nuevo mensaje de respuesta automática

source: Confirmation sent to user when a new message is appended to an existing ticket.
es_mx: Confirmación enviada al usuario cuando un nuevo mensaje se anexa a un Ticket existente.

source: New Ticket Notice
es_mx: Nuevo aviso de Ticket

source: Notice sent to user, if enabled, on new ticket created by an agent on their behalf (e.g phone calls).
es_mx: Aviso enviado al usuario, si está habilitado, en un Ticket nuevo creado por un agente en su nombre (por ejemplo llamadas telefónicas).

source: Overlimit Notice
es_mx: Aviso de limite sobrepasado

source: A one-time notice sent, if enabled, when user has reached the maximum allowed open tickets.
es_mx: Se envía un aviso, si está habilitado, cuando el usuario ha alcanzado la máxima apertura de Tickets permitida.

source: Response/Reply Template
es_mx: Plantilla de respuesta

source: Template used on ticket response/reply
es_mx: Plantilla utilizada en Ticket de respuesta

source: New Activity Notice
es_mx: Nuevo aviso de actividad

source: Template used to notify collaborators on ticket activity (e.g CC on reply)
es_mx: Plantilla utilizada para notificar a colaboradores sobre actividad de Ticket (por ejemplo contestar con copias)

source: New Ticket Alert
es_mx: Aviso de nuevo ticket

source: Alert sent to agents, if enabled, on new ticket.
es_mx: Alerta enviada a los agentes, si habilitada, en un Ticket nuevo.

source: New Message Alert
es_mx: Nuevo aviso de mensaje

source: Alert sent to agents, if enabled, when user replies to an existing ticket.
es_mx: Cuando los usuarios contestan a un Ticket ya existente, si esta activo, se enviara un aviso a los agentes.

source: Internal Activity Alert
es_mx: Alerta de actividad interna

source: Alert sent out to Agents when internal activity such as an internal note or an agent reply is appended to a ticket.
es_mx: Se envia una alerta a los agentes cuando se registra alguna actividad interna como una nota interna o que un agente haya respondido a un ticket.

source: Ticket Assignment Alert
es_mx: Aviso de asignación de Ticket

source: Alert sent to agents on ticket assignment.
es_mx: Aviso enviado a los agentes en la asignación de un Ticket.

source: Ticket Transfer Alert
es_mx: Alerta al Transferir

source: Alert sent to agents on ticket transfer.
es_mx: Alerta enviada a los agentes de la transferencia de Tickets.

source: Overdue Ticket Alert
es_mx: Alerta de Ticket retrasado

source: Alert sent to agents on stale or overdue tickets.
es_mx: Alerta enviada a los agentes de tickets atrasados u obsoletos.

source: New Task Alert
es_mx: Aviso de nueva tarea

source: Alert sent to agents, if enabled, on new task.
es_mx: Alerta enviada a los agentes, si habilitada, en un Ticket nuevo.

source: Template used to notify collaborators on task activity.
es_mx: Plantilla usada para notificar a los colaboradores de la actividad de la tarea.

source: New Activity Alert
es_mx: Alerta de nueva actividad

source: Alert sent to selected agents, if enabled, on new activity.
es_mx: Alerta enviada a los agentes seleccionados, si activo, de nueva actividad.

source: Task Assignment Alert
es_mx: Aviso de asignación de tarea

source: Alert sent to agents on task assignment.
es_mx: Aviso enviado a los agentes en la asignación de un Ticket.

source: Task Transfer Alert
es_mx: Aviso de transferencia de tarea

source: Alert sent to agents on task transfer.
es_mx: Aviso enviado a los agentes por transferencia de tarea.

source: Overdue Task Alert
es_mx: Aviso de tarea vencida

source: Alert sent to agents on stale or overdue task.
es_mx: Aviso enviado a los agentes de tareas antiguas o vencidas.

source: Template Fetch Error
es_mx: Error de plantilla de recuperación

source: Unable to fetch "%1$s" template - id #%d
es_mx: Incapaz de recuperar la plantilla "%1$s" - id#%d

source: In-use template set cannot be disabled!
es_mx: ¡Conjunto de plantillas en uso no se puede desactivar!

source: Template name already exists
es_mx: Ya existe el nombre de la plantilla

source: Invalid template set specified
es_mx: Set inválido de plantillas

source: this template set
es_mx: Este conjunto de plantillas

source: Message subject is required
es_mx: Mensaje de asunto requerido

source: Message body is required
es_mx: Mensaje de cuerpo es requerido

source: Template set is required
es_mx: Conjunto de plantillas requerido

source: Code name is required
es_mx: Nombre de código requerido

source: Email templates must define both "subject" and "body" parts of the template
es_mx: Hay que definir tanto el "asunto" como el "cuerpo" de una plantilla de correo electrónico

source: Received From: %1$s <%2$s>
es_mx: Recibido desde %1$s <%2$s>

source: Last Response
es_mx: Última respuesta

source: Edit Thread
es_mx: Editar hilo

source: Ability to edit thread items of other agents
es_mx: Capacidad de editar los elementos del hilo de otros agentes

source: Email loop detected
es_mx: Loos en correo detectado

source: It appears as though &lt;%s&gt; is being used as a forwarded or fetched email account and is also being used as a user / system account. Please correct the loop or seek technical assistance.
es_mx: Parece que &lt;%s&gt; está siendo usado como una cuenta de correo electrónico recuperada o remitida y además esta siendo utilizada como un usuario / cuenta de sistema. Por favor corregir el bucle o solicite asistencia técnica.

source: File is too large
es_mx: El archivo es demasiado grande

source: Unable to save attachment - %s
es_mx: No es posible guardar el archivo adjunto %s

source: File Import Error
es_mx: Error al importar el archivo

source: Message body
es_mx: Cuerpo del mensaje

source: Date created
es_mx: Fecha de creación

source: IP address of remote user, for web submissions
es_mx: Dirección IP del usuario remoto, para envíos desde la web

source: Submitter of the thread item
es_mx: Remitente del elemento del hilo

source: Agent posting the note or response
es_mx: Agente publicando la nota o respuesta

source: Subject, if any
es_mx: Asunto, si hay

source: User posting the message
es_mx: Usuario publicando el mensaje

source: %s by {somebody} {timestamp}
es_mx: %s por {somebody} {timestamp}

source: Staff
es_mx: Equipo

source: Assignee changed by <b>{somebody}</b> to <strong>{assignees}</strong> {timestamp}
es_mx: Asignación cambiada por <b>{somebody}</b> a <strong>{assignees}</strong>{timestamp}

source: <b>{somebody}</b> assigned this to <strong>{<Staff>data.staff}</strong> {timestamp}
es_mx: <b>{somebody}</b> asignó esta a <strong>{<Staff>data.team}</strong> {timestamp}

source: <b>{somebody}</b> assigned this to <strong>{<Team>data.team}</strong> {timestamp}
es_mx: <b>{somebody}</b> asignó esta a <strong>{<Team>data.team}</strong> {timestamp}

source: <b>{somebody}</b> claimed this {timestamp}
es_mx: <b>{somebody}</b> reclamó esta {timestamp}

source: Ticket released from <strong>{<Team>data.team}</strong> and <strong>{<Staff>data.staff}</strong> by <b>{somebody}</b> {timestamp}
es_mx: Ticket realizado desde <strong>{<Team>data.team}</strong> y <strong>{<Staff>data.staff}</strong> por <b>{somebody}</b> {timestamp}

source: Ticket released from <strong>{<Staff>data.staff}</strong> by <b>{somebody}</b> {timestamp}
es_mx: Ticket lanzado desde <strong>{<Staff>data.staff}</strong> by <b>{somebody}</b> {timestamp}

source: Ticket released from <strong>{<Team>data.team}</strong> by <b>{somebody}</b> {timestamp}
es_mx: Ticket lanzado desde <strong>{<Team>data.team}</strong> por <b>{somebody}</b> {timestamp}

source: <b>{somebody}</b> released ticket assignment {timestamp}
es_mx: <b>{somebody}</b> realizó la asignación de ticket {timestamp}

source: <b>{somebody}</b> referred this to <strong>{<Staff>data.staff}</strong> {timestamp}
es_mx: <b>{somebody}</b> refirió esto a <strong>{<Staff>data.staff}</strong> {timestamp}

source: <b>{somebody}</b> referred this to <strong>{<Team>data.team}</strong> {timestamp}
es_mx: <b>{somebody}</b> refirió esto a <strong>{<Team>data.team}</strong> {timestamp}

source: <b>{somebody}</b> referred this to <strong>{<Dept>data.dept}</strong> {timestamp}
es_mx: <b>{somebody}</b> refirió esto a <strong>{<Dept>data.dept}</strong> {timestamp}

source: Closed by <b>{somebody}</b> with status of {<TicketStatus>data.status} {timestamp}
es_mx: Cerrado por <b>{somebody}</b> con el estado de {<TicketStatus>data.status} {timestamp}

source: Closed by <b>{somebody}</b> {timestamp}
es_mx: Creado por <b>{somebody}</b>{timestamp}

source: Collaborators for {<Organization>data.org} organization added
es_mx: Colaboradores para la organización {<Organization>data.org} añadidos

source: <b>{somebody}</b> removed <strong>%s</strong> from the collaborators {timestamp}
es_mx: <b>{somebody}</b> eliminado <strong>%s</strong> de los colaboradores {timestamp}

source: <b>{somebody}</b> added <strong>%s</strong> as collaborators {timestamp}
es_mx: <b>{somebody}</b> añadido <strong>%s</strong> como colaborador {timestamp}

source: Created by <b>{somebody}</b> {timestamp}
es_mx: Creado por <b>{somebody}</b>{timestamp}

source: <b>{somebody}</b> changed ownership to {<User>data.owner} {timestamp}
es_mx: <b>{somebody}</b> cambió de propietario a {<User>data.owner} {timestamp}\n \nContext | Request Context

source: <b>{somebody}</b> changed the status to <strong>{<TicketStatus>data.status}</strong> {timestamp}
es_mx: <b>{somebody}</b> cambió el estado de <strong>{<TicketStatus>data.status}</strong> {timestamp}

source: Updated by <b>{somebody}</b> {timestamp} — %s
es_mx: Actualizado por <b>{somebody}</b>{timestamp}---%s

source: Ticket Owner
es_mx: Propietario del Ticket

source: <strong>%1$s</strong> changed from <strong>%2$s</strong> to <strong>%3$s</strong>
es_mx: <strong>%1$s</strong> cambiado de <strong>%2$s</strong> a <strong>%3$s</strong>

source: <strong>%1$s</strong> set to <strong>%2$s</strong>
es_mx: <strong>%1$s</strong> marcado a <strong>%2$s</strong>

source: unset <strong>%1$s</strong>
es_mx: desmarcado <strong>%1$s</strong>

source: Flagged as overdue by the system {timestamp}
es_mx: Marcado como vencido por el sistema {timestamp}

source: Reopened by <b>{somebody}</b> {timestamp}
es_mx: Re-abierto por <b>{somebody}</b>{timestamp}

source: <b>{somebody}</b> resent <strong><a href="#thread-entry-{data.entry}">a previous response</a></strong> {timestamp}
es_mx: <b>{somebody}</b> reenvió<strong> <a href="#thread-entry-{data.entry}"> una respuesta previa</a></strong>{timestamp}

source: <b>{somebody}</b> transferred this to <strong>{dept}</strong> {timestamp}
es_mx: <b>{somebody}</b> transfirió esta a <strong>{dept}</strong>{timestamp}

source: (truncated)
es_mx: (truncado)

source: Missing or invalid data
es_mx: Datos inválidos o faltantes

source: Message content is required
es_mx: El contenido del mensaje es necesario

source: New Response
es_mx: Nueva respuesta

source: New response posted
es_mx: Nueva respuesta publicada

source: Response content is required
es_mx: El contenido de la respuesta es necesario

source: New Internal Note
es_mx: Nueva nota interna

source: New internal note posted
es_mx: Nueva nota interna publicada

source: Note content is required
es_mx: El contenido de la nota es necesario

source: Thread Correspondence
es_mx: Correspondencia de hilo

source: in reversed order
es_mx: en orden inverso

source: Activity Title
es_mx: Titulo de la actividad

source: Activity Description
es_mx: Descripción de la actividad

source: Ability to open tickets on behalf of users
es_mx: Capacidad de abrir Tickets en nombre de los usuarios

source: Ability to edit tickets
es_mx: Posibilidad de editar Tickets

source: Ability to assign tickets to agents or teams
es_mx: Capacidad de asignar tareas a agentes o equipos

source: Release
es_mx: Publicado

source: Ability to release ticket assignment
es_mx: Habilidad para realizar una asignación de ticket

source: Ability to transfer tickets between departments
es_mx: Capacidad de transferir tickets entre departamentos

source: Ability to manage ticket referrals
es_mx: Habilidad para administrar tickets referidos

source: Ability to post a ticket reply
es_mx: Capacidad de publicar una respuesta del Ticket

source: Mark as Answered
es_mx: Marcar como contestados

source: Ability to close tickets
es_mx: Capacidad de cerrar tickets

source: Ability to delete tickets
es_mx: Capacidad de borrar tickets

source: Phone
es_mx: Teléfono

source: Other
es_mx: Otros

source: %1$s has %2$d open tasks and cannot be closed
es_mx: %1$s tiene %2$d tareas abiertas y no puede ser cerrado

source: %1$s is missing a %2$s and cannot be closed
es_mx: %1$s se perdió a %2$s y no puede ser cerrado

source: Maintain referral access to %s
es_mx: Mantener acceso referido a %s

source: SLA Plan
es_mx: Plan SLA

source: Setting a %s will override %s
es_mx: Elegir una %s reemplazará %s

source: Status Changed
es_mx: Estado Cambiado

source: Maximum open tickets (%1$d) reached for %2$s
es_mx: Se alcanzó el máximo de tickets abiertos (%1$d) por %2$s

source: Maximum Open Tickets Limit (%s)
es_mx: Limite máximo de Tickets abiertos (%s)

source: Maximum open tickets reached for %s.
es_mx: Máximo de tickets abiertos alcanzado por %s.

source: Open tickets: %d
es_mx: Tickets abiertos: %d

source: Max allowed: %d
es_mx: Máximo permitido: %d

source: Notice sent to the user.
es_mx: Aviso enviado al usuario.

source: Collaborator
es_mx: Colaborador

source: Ticket Assignment
es_mx: Asignación de Ticket

source: Ticket claimed by %s
es_mx: Ticket reclamado por %s

source: Ticket Assigned to %s
es_mx: Ticket asignado a %s

source: Default email address of ticket owner
es_mx: Correo por defecto del propietario del ticket

source: Name of ticket owner
es_mx: Nombre del propietario del ticket

source: Phone number of ticket owner
es_mx: Teléfono del propietario del ticket

source: Assigned Staff
es_mx: Equipos asignados

source: Assigned Team
es_mx: Equipos asignados

source: Department selection required
es_mx: Se requiere la selección de Departamento

source: %s already in the department
es_mx: %s La tarea ya está en el departamento

source: %s is assigned to %s
es_mx: %s asignado a %s

source: Agent is unavailable for %s
es_mx: El agente no está disponible para %s

source: referral
es_mx: referido

source: %s is already in %s
es_mx: %s ya está en %s

source: the department
es_mx: el departamento

source: Unknown referral
es_mx: Referido desconocido

source: SYSTEM (Canned Reply)
es_mx: SISTEMA (respuesta predeterminada)

source: Ticket #%1$s deleted by %2$s
es_mx: Ticket #%1$s borrado por %2$s

source: Ticket #%s deleted
es_mx: Ticket #%s borrado

source: Help topic selection is required
es_mx: Se requiere la selección de temas de ayuda

source: Select a valid SLA
es_mx: Seleccione un NSA válido

source: Invalid date format - must be MM/DD/YY
es_mx: Formato de fecha no válida - debe ser MM/DD/AA

source: Invalid user-id
es_mx: Id de usuario no válida

source: Correct any errors below and try again
es_mx: Corrija los errores a continuación e intente nuevamente

source: Due date can NOT be set on a closed ticket
es_mx: La fecha no puede establecerse a un Ticket cerrado

source: Invalid due date
es_mx: Inválido por fecha

source: Invalid source given - %s
es_mx: Fuente dada inválida - %s

source: Ticket Updated
es_mx: Ticket actualizado

source: This help desk is for use by authorized users only
es_mx: Este sistema de soporte es para ser usado solamente por usuarios autorizados

source: Select a Help Topic
es_mx: Seleccione un tema de ayuda

source: Indicate ticket source
es_mx: Indicar la fuente de entrada

source: Unknown system email
es_mx: Correo electrónico del sistema desconocido

source: Invalid ticket origin given
es_mx: Origen del Ticket dado inválido

source: Ticket rejected (%s) by filter "%s"
es_mx: Ticket rechazado (%s) por el filtro "%s"

source: You've reached the maximum open tickets allowed.
es_mx: Has alcanzado el numero máximo de tickets permitido.

source: Ticket denied - %s
es_mx: Ticket denegado - %s

source: Max open tickets (%1$d) reached for %2$s
es_mx: apertura máxima de Tickets (%1$d) alcanzada por %2$s

source: Ticket rejected (%s) (unregistered client)
es_mx: Ticket rechazado (%s) (cliente no registrado)

source: You do not have permission to create users.
es_mx: No tienes permisos para crear usuarios.

source: Ticket Created From Thread Entry
es_mx: Ticket creado desde el hilo de entrada

source: This Ticket was created from %1$s %2$s
es_mx: Este Ticket fue creado desde %1$s %2$s

source: Ticket %1$s<br/> Thread Entry: %2$s
es_mx: Ticket %1$s<br/> Hilo de entrada: %2$s

source: Ticket Filter
es_mx: Filtros de Tickets

source: You do not have permission to create a ticket in %s
es_mx: No tiene permiso para crear un ticket en %s

source: Valid email address is required
es_mx: Se requeire dirección de correo electrónico válida

source: Action Denied. You are not allowed to assign/reassign tickets.
es_mx: Acción denegada. No le está permitido asignar o reasignar Tickets.

source: New Ticket
es_mx: Nuevo Ticket

source: Help topic full path
es_mx: Ruta completa del tema de ayuda

source: Help topic
es_mx: Tema de ayuda

source: Parent
es_mx: Principal

source: Help topic name is required
es_mx: Se requiere nombre del tema de la ayuda

source: Topic is too short. Five characters minimum
es_mx: El tema es demasiado corto. Mínimo cinco caracteres

source: Topic already exists
es_mx: Tema ya existente

source: this help topic
es_mx: Este tema de ayuda

source: Upgrader Error
es_mx: Error del actualizador

source: (Latest)
es_mx: (Más reciente)

source: Upgrade osTicket to %s
es_mx: Actualizar osTicket a %s

source: Upgrade to %s
es_mx: Actualícese a %s

source: Upgrader - %s (task pending).
es_mx: Mejorador - %s (tarea pendiente).

source: The %s task reports there is work to do
es_mx: La tarea de %s informa que hay trabajo que hacer

source: Patch %s applied successfully
es_mx: Parche %s aplicado con éxito

source: Upgrader - %s applied
es_mx: Actualizador - %s aplicado

source: Upgrader - %s cleanup
es_mx: Actualizador - limpieza de %s

source: Applied cleanup script %s
es_mx: Limpieza aplicada al script %s

source: Upgrader
es_mx: Actualizador

source: %s: Unable to process cleanup file
es_mx: %s: No se puede procesar el archivo de limpieza

source: Ability to add new users
es_mx: Habilitado para añadir nuevos usuarios

source: Ability to manage user information
es_mx: Capacidad de gestionar la información de usuario

source: Ability to delete users
es_mx: Capacidad de borrar usuarios

source: Manage Account
es_mx: Administrar cuenta

source: Ability to manage active user accounts
es_mx: Capacidad de gestionar cuentas activas de usuario

source: Ability to access the user directory
es_mx: Capacidad de acceder al directorio de usuarios

source: Email is assigned to another user
es_mx: Email asignado a otro usuario

source: Default email address
es_mx: Correo por defecto

source: Guest
es_mx: Invitado

source: Unable to import user: %s
es_mx: No se puede importar usuario: %s

source: Domain
es_mx: Dominio

source: Mailbox
es_mx: Cuenta de correo

source: Personal name
es_mx: Nombre Personal

source: First M. Last
es_mx: Segundo Nombre

source: Mr. Last
es_mx: Mr. Último

source: Mr. First M. Last Sr.
es_mx: Mr. primero M. Último Sr.

source: -- As Entered --
es_mx: --Como se introdujo--

source: %s: Unable to retrieve template
es_mx: %s: imposible recuperar la plantilla

source: Must be at least 6 characters
es_mx: Debe tener al menos 6 caracteres

source: Users can always sign in with their email address
es_mx: Usuarios siempre pueden ingresar con su direccion de correo electronico

source: Locked (Administrative)
es_mx: Bloqueado (administrativo)

source: Locked (Pending Activation)
es_mx: Bloqueado (pendiente de activación)

source: Active (Registered)
es_mx: Activo (registrado)

source: List of names
es_mx: Listado de nombres

source: List of email addresses
es_mx: Listado de direcciones de correo

source: List of names and email addresses
es_mx: Lista de nombres y direcciones de correo

source: Invalid input
es_mx: Entrada no válida

source: No fields set up
es_mx: No hay campos configurados

source: (Five characters min)
es_mx: (Cinco caracteres min)

source: (type not set)
es_mx: (tipo no definido)

source: Username must have at least two (2) characters
es_mx: El nombre de usuario debe tener al menos dos (2) carácteres
